{"1":{"address":"0xAf30D2a7E90d7DC361c8C4585e9BB7D2F6f15bc7","symbol":"1ST","decimal":18,"name":"FirstBlood","description":"<p>FirstBlood is a decentralized platform where gamers can be rewarded for their gaming skills. Built on Ethereum, the First Blood platform allows users to bet against each other on mainstream games and for the results to be verified and settled automatically via a smart-contract system, eliminating attack vectors, middlemen, and server down time.<\/p>","features":"","technology":"","twitter":"@firstbloodio","logo":"1st.png","website":"<a href='https:\/\/firstblood.io' target='_blank'>FirstBlood<\/a>","mining_proof":"","total_supply":"93468691"},"4":{"address":"0x13f1b7fdfbe1fc66676d56483e21b1ecb40b58e2","symbol":"ACC","decimal":18,"name":"AdCoin","description":"<p>AdCoin is a Scrypt cryptocurrency created for the online advertisement industry.<\/p>","features":"","technology":"","twitter":"@getadcoin","logo":"acc.jpg","website":"<a href='https:\/\/www.getadcoin.com\/' target='_blank'>AdCoin<\/a>","mining_proof":"PoW","total_supply":"100000000"},"5":{"address":"0x422866a8F0b032c5cf1DfBDEf31A20F4509562b0","symbol":"ADST","decimal":0,"name":"Adshares","description":"<p>Adshares is a decentralized market for <span>programmatic advertising, providing transparency, less fraud, and reduced costs for all market participants. Adshares runs on ESC Blockchain and uses Adshares Tokens (ADST) for ad payments. Fees collected from processing payments are distributed among token holders.<\/span><\/p>","features":"","technology":"","twitter":"@adsharesNet","logo":"adst.png","website":"<a href='https:\/\/adshares.net\/' target='_blank'>Adshares<\/a>","mining_proof":"","total_supply":"12009726"},"6":{"address":"0xD0D6D6C5Fe4a677D343cC433536BB717bAe167dD","symbol":"ADT","decimal":9,"name":"AdToken","description":"<p>AdChain is an Ethereum-based digital advertisement platform that aims to fix <span> the fraudulent environment of online advertising namely bot traffic, malvertisements, trackers, spoofed domains, lack of coordination and systemic fraud. ADT is an ERC20 token that is used in order to ver publishers who wish to join the system, employing a \"challenge period\" during which any ADT holder who believes the publisher is fraudulent can issue a challenge and match the publisher&#39;s ADT deposit. <\/span><\/p><p> <\/p>","features":"","technology":"","twitter":"@ad_chain","logo":"adt.png","website":"<a href='https:\/\/adtoken.com\/' target='_blank'>AdToken<\/a>","mining_proof":"","total_supply":"1000000000"},"7":{"address":"0x4470BB87d77b963A013DB939BE332f927f2b992e","symbol":"ADX","decimal":4,"name":"AdEx","description":"<p>AdEx is a decentralized Ad exchange built on the Ethereum network  Focusing on <span>the entertainment industry and video streaming services and publishers, AdEx aims to replace the traditional digital advertising models by providing a transparent, focused solution for advertisers to collaborate with ad publishers directly, skipping middlemen fees and complications. The platform also ensures that the end user can understand and control the ads delivered to them through the use of the AdEx User Profile personalized page. <\/span>The AdEx token (ADX) is used within the AdEx Platform to buy or sell advertising space and time. <\/p>","features":"","technology":"","twitter":"@AdEx_Network","logo":"adx1.png","website":"<a href='https:\/\/www.adex.network\/' target='_blank'>AdEx<\/a>","mining_proof":"","total_supply":"100000000"},"8":{"address":"0x27dce1ec4d3f72c3e457cc50354f1f975ddef488","symbol":"AIR","decimal":8,"name":"AirToken","description":"<p>AirFox is a B2B platform that provides advertisers and lenders with more affordable mobile data. AirFox leverages the Ethereum blockchain as a digital ledger for the users&#39; mobile phone data (behavior, personal information, user lifetime value, and opt-in advertisements), allowing the creation of a user score system that will determine if the user is a trustable credit recipient. Moreover, their applications (AirFox Browser and AirFox Recharge app) will allow the consumption of mobile internet (which is typically inflated mainly due to ads and trackers) to be reduced and enables users to receive micro-loans taking into account their telco data, wireless billing, device usage,<span> <\/span>web-sites<span> <\/span>browsed, applications used and AirFox, apps’ internal behavior in order to create a credit score<\/p><p>AirToken (AIR) is an Ethereum-based ERC-20 token that works as the currency in the platform, allowing AirFox to give micro-loans. The token also allows the advertisers to buy data directly. Furthermore, it will also be used as a reward system for token holders, allowing them to keep a portion of the advertising revenue generated by the platform.<\/p>","features":"","technology":"","twitter":"@airtoken","logo":"air.png","website":"<a href='https:\/\/www.airtoken.com\/' target='_blank'>AirToken<\/a>","mining_proof":"","total_supply":"1491492558"},"10":{"address":"0xEA610B1153477720748DC13ED378003941d84fAB","symbol":"ALIS","decimal":18,"name":"ALISmedia","description":"<p>ALIS is a social media platform specialized for the Japanese market. It is inspired by Steemit and has a similar rewards system.<\/p><p>The ALIS ecosystem is powered by an Ethereum token, ALIS. Content creators are rewarded with for their work according to its rating.<\/p>","features":"","technology":"","twitter":"@ALIS_media","logo":"alis.png","website":"<a href='https:\/\/alismedia.jp\/' target='_blank'>ALISmedia<\/a>","mining_proof":"","total_supply":"287604611.0864"},"13":{"address":"0x4dc3643dbc642b72c158e7f3d2ff232df61cb6ce","symbol":"AMB","decimal":18,"name":"Ambrosus","description":"<p><span>The <\/span>Ambrosus<span> project aims to improve the global food supply chains by creating an ecosystem where the team can record the entire history of products and execute commercial transactions accordingly.<\/span><\/p><p>Combining high-tech sensors, blockchain protocol and smart contracts, Ambrosus is building a community-driven ecosystem to assure the quality, safety &amp; origins of products.<\/p>","features":"","technology":"","twitter":"@AmbrosusAMB","logo":"amb.png","website":"<a href='https:\/\/ambrosus.com\/' target='_blank'>Ambrosus<\/a>","mining_proof":"","total_supply":"361477438"},"14":{"address":"0x949bEd886c739f1A3273629b3320db0C5024c719","symbol":"AMIS","decimal":9,"name":"AMIS","description":"<p><span>The AMIS coin is a ERC20 token issued on the Ethereum blockchain. It was crafted to serve as digitally hedged financial transactional vehicle for the digital economy; they stand for Asset Management Instrument solutions, being able to convey multi-dimensional purposes.<\/span><\/p>","features":"","technology":"","twitter":"@AMIS_ERC20","logo":"amis.png","website":"<a href='http:\/\/erc20-amis.amisolution.net' target='_blank'>AMIS<\/a>","mining_proof":"","total_supply":"20000000"},"15":{"address":"0x960b236A07cf122663c4303350609A66A7B288C0","symbol":"ANT","decimal":18,"name":"Aragon","description":"<p>Aragon is a decentralized platform built on the Ethereum network. It allows users to manage entire organizations on the blockchain offering several tools that allow users to managed these decentralized organizations with efficiency. <span>The ANT will enable its holders to govern the Aragon Network.<\/span><\/p><p> <\/p>","features":"","technology":"","twitter":"@AragonProject","logo":"ant.png","website":"<a href='https:\/\/aragon.one' target='_blank'>Aragon<\/a>","mining_proof":"","total_supply":"39609524"},"16":{"address":"0x23aE3C5B39B12f0693e05435EeaA1e51d8c61530","symbol":"APT","decimal":18,"name":"Aptcoin","description":"<p><span>Aptcoin is a Proof of Work cryptocurrency that takes the changing N-factor in the Scrypt algorithm a step further by having the N-factor change every block. The N-factor is effectively randomized and can jump between N-factors of 6-13. Unlike a released mining schedule that is completely transparent and changes within years of time Aptcoin dynamically changes N-factor and cannot be predicted. <\/span><\/p>","features":"","technology":"","twitter":"@aptcoin","logo":"apt.png","website":"-","mining_proof":"PoW","total_supply":"42000000"},"17":{"address":"0xAc709FcB44a43c35F0DA4e3163b117A17F3770f5","symbol":"ARC","decimal":18,"name":"ArcticCoin","description":"<p>ArcticCoin is a PoW cryptocurrency based on the X11 algorithm. It has a 60M supply.<\/p>","features":"","technology":"","twitter":"","logo":"arc.png","website":"<a href='https:\/\/arcticcoin.org\/' target='_blank'>ArcticCoin<\/a>","mining_proof":"PoW","total_supply":"60000000"},"19":{"address":"0xBA5F11b16B155792Cf3B2E6880E8706859A8AEB6","symbol":"ARN","decimal":8,"name":"Aeron","description":"<p><span>The solution that Aeron proposes, relies on blockchain technology to track aircraft maintenance and pilot logs. Aeron is constructing a database and an online system that is decentralized and hosts global data on aircraft, flight schools and pilots. This electronic logging system would enable pilots to have logs that can be verified online, making aviation safer for everyone involved.<\/span><\/p>","features":"","technology":"","twitter":"@aeron_aero","logo":"arn.png","website":"<a href='https:\/\/aeron.aero\/' target='_blank'>Aeron<\/a>","mining_proof":"","total_supply":"100000000"},"20":{"address":"0xfec0cF7fE078a500abf15F1284958F22049c2C7e","symbol":"ART","decimal":18,"name":"Maecenas","description":"<p><span>Maecenas wants to democratize access to fine art by creating a decentralized art gallery — a truly open platform where anyone can own a piece of a Picasso. Maecenas is building a global art blockchain market where assets are traded quickly and fairly on a liquid exchange.<\/span><\/p>","features":"","technology":"","twitter":"@maecenasart","logo":"art.png","website":"<a href='https:\/\/www.maecenas.co\/' target='_blank'>Maecenas<\/a>","mining_proof":"","total_supply":"100000000"},"22":{"address":"0x27054b13b1B798B345b591a4d22e6562d47eA75a","symbol":"AST","decimal":4,"name":"AirSwap","description":"<p><span>The Swap protocol provides a peer-to-peer methodology to exchange assets on the Ethereum blockchain.<\/span><\/p><p><span>AirSwap is an ERC20 token that will have two functionalities, signal the intention to buy or sell Ethereum-based tokens and to give voting power to the traders providing managing capabilities to the roles of Oracles within the platform.<\/span><\/p>","features":"","technology":"","twitter":"@airswap","logo":"ast.png","website":"<a href='https:\/\/www.airswap.io\/' target='_blank'>AirSwap<\/a>","mining_proof":"","total_supply":"500000000"},"24":{"address":"0x78B7FADA55A64dD895D8c8c35779DD8b67fA8a05","symbol":"ATL","decimal":18,"name":"ATLANT","description":"<p>Atlant Platform is building a global real-estate platform based on blockchain technology.<span> <\/span><span>Atlant is <\/span>using an ICO (Initial Coin Offering) for growth capital rather than traditional venture capital and shareholders.<\/p><p>With a secure, tamper-proof system based on the blockchain, users can trade parcels of property on<span> <\/span><span>Atlant&#39;s <\/span>platform and bypass intermediaries in rental deals, transacting P2P (peer-to-peer).<\/p>","features":"","technology":"","twitter":"@atlantio","logo":"atlant.png","website":"<a href='https:\/\/runcpa.com\/getoffer\/38228-e374c9ba76a59b689e008c3e10f3e2fd-865' target='_blank'>ATLANT<\/a>","mining_proof":"","total_supply":"54175041"},"27":{"address":"0x0d88ed6e74bbfd96b831231638b66c05571e824f","symbol":"AVT","decimal":18,"name":"AventCoin","description":"<p>Aventus is an Ethereum-based platform. Its economic model eliminates uncontrolled resale and counterfeit tickets. It allows event organizers to create, manage and promote their events and tickets with dramatically reduced costs, even letting them set price controls and receive commissions on ticket resales. It also gives ticket buyers rewards for promoting events, and identifying fraudulent activity.<\/p><p><span>AventCoin (AVT) is the underlying token in the Aventus protocol. The purpose of AVT is to fuel the Aventus ecosystem and ensure that the protocol runs autonomously, de-centrally, and without any fraud. <\/span><span>AVT is used for stake weighted voting and consensus mechanisms for voting on the legitimacy of:<\/span><\/p><ul><li><span>Events on the protocol (e.g. the global pool of verified events) =&gt; fraudulent events mean applications selling their tickets will lose customers, so we need to prevent this.<\/span><\/li><li><span>Applications (either promoters or ticketing apps) sitting on top of the protocol =&gt; a list of verified applications needs to be determined so applications falsely claiming to use the protocol cannot sell fraudulent tickets.<\/span><\/li><li><span>The parameters that determine how the protocol works, e.g. event creation fees or reporting fees.<\/span><\/li><\/ul><p><span>It is also used to facilitate anonymous matching of buyers and ticket sellers in the secondary market. “Matchers” are like miners in the Ethereum\/Bitcoin blockchains and get rewarded with new AVT for performing these computations. The winning “matcher” for a given ticket (like the winning miner of a given block) is chosen by an AVT stake-weighted probability distribution.<\/span><\/p><p> <\/p><p><span>They finished their ICO on the 6th of September in under 10 minutes. Raised 60k ETH in total, 30k presale, 16k white-list sale and 14k during their public token sale.<\/span><\/p>","features":"","technology":"","twitter":"@aventussystems","logo":"avt.png","website":"<a href='https:\/\/aventus.io\/' target='_blank'>AventCoin<\/a>","mining_proof":"","total_supply":"10000000"},"28":{"address":"0x0D8775F648430679A709E98d2b0Cb6250d2887EF","symbol":"BAT","decimal":18,"name":"Basic Attention Token","description":"<p>The Basic Attention Token is an Ethereum-based token that can be used to obtain a variety of advertising and attention-based services on the Brave platform, a new Blockchain based digital advertising system. User attention is privately monitored in the Brave browser and publishers are rewarded accordingly with BATs. Users also get a share of BATs for participating.<\/p>","features":"","technology":"","twitter":"@attentiontoken","logo":"bat.png","website":"<a href='https:\/\/basicattentiontoken.org\/' target='_blank'>Basic Attention Token<\/a>","mining_proof":"","total_supply":"1500000000"},"32":{"address":"0x1c4481750daa5Ff521A2a7490d9981eD46465Dbd","symbol":"BCPT","decimal":18,"name":"BlockMason Credit Protocol","description":"<p><span>BlockMason is a Credit Protocol aiming to democratize currency creation through permanently recorded debt and credit obligations between parties. CPT is an Ethereum-based ERC20 token powering BlockMason&#39;s Protocol.<\/span><\/p>","features":"","technology":"","twitter":"@blockmasonio","logo":"bcpt.png","website":"<a href='https:\/\/blockmason.io\/' target='_blank'>BlockMason Credit Protocol<\/a>","mining_proof":"","total_supply":"116158667"},"34":{"address":"0x8aA33A7899FCC8eA5fBe6A608A109c3893A1B8b2","symbol":"BET","decimal":18,"name":"BetaCoin","description":"<p>Betacoin is a decentralized Internet currency that enables instant payments to anyone in the world. It is based on the Bitcoin protocol but differs from Bitcoin in some specifications. Betacoin provides faster transaction confirmations (4 minutes average block generating time). The Betacoin network is scheduled to produce 32 million currency units.<\/p>","features":"","technology":"","twitter":"@Betacoin","logo":"bet.png","website":"-","mining_proof":"PoW","total_supply":"32000000"},"39":{"address":"0xdf6ef343350780bf8c3410bf062e0c015b1dd671","symbol":"BMC","decimal":8,"name":"Blackmoon Crypto","description":"<p>Blackmoon Crypto Platform is a <span>one-stop solution for asset managers to create and manage tokenized funds, focusing on all the aspects of tokenized investment vehicles, from technology and infrastructure, to legal compliance and corporate structuring. Blackmoon Crypto is part of the Blackmoon Financial Group, a financial technology company founded in 2014. The Blackmoon Crypto token (BMC) is an Ethereum-based token that allows holders to register as Continuous Contributors to the Platform and to deposit BMCs in a depository wallet linked to their account. Each Continuous Contributor will receive a share of Fund tokens that operate on the Platform according to the policies specified by particular Funds.<\/span><\/p><p> <\/p>","features":"","technology":"","twitter":"@BlackmoonFG","logo":"bmc.png","website":"<a href='https:\/\/blackmooncrypto.com\/' target='_blank'>Blackmoon Crypto<\/a>","mining_proof":"","total_supply":"60000000"},"40":{"address":"0xf028adee51533b1b47beaa890feb54a457f51e89","symbol":"BMT","decimal":18,"name":"BMChain","description":"<p>BMChain is an Ethereum-based social platform. The system will allow users to convert their experience, expressed by a personal reputation factor, into financial assets. For every action, such as writing posts, publishing materials, commenting, voting, sharing knowledge, etc. the project participant will receive a reward in the form of system tokens, which can be used to purchase the services and goods of other participants and partners of the platform or exchanged for other types of financial assets.<\/p><div><p>BMT is an ERC20 token that <span>will also act as a financial asset and payment instrument on BMChain&#39;s platform.<\/span><\/p><\/div><div><\/div>","features":"","technology":"","twitter":"@BmChain","logo":"bmt.png","website":"<a href='https:\/\/bmchain.io\/' target='_blank'>BMChain<\/a>","mining_proof":"","total_supply":"1000000000"},"41":{"address":"0xb8c77482e45f1f44de1745f52c74426c631bdd52","symbol":"BNB","decimal":18,"name":"Binance Coin","description":"<p><span>The Binance Coin is an Ethereum-based token that allows users to receive a discount for any fees on the Binance platform, a pure cryptocurrency exchange that plans to create a decentralized exchange for blockchain assets. BNB also gives users access to special features and will be used to power the upcoming decentralized exchange.<\/span><\/p>","features":"","technology":"","twitter":"@binance_2017","logo":"bnb.png","website":"<a href='https:\/\/www.binance.com\/' target='_blank'>Binance Coin<\/a>","mining_proof":"","total_supply":"200000000"},"42":{"address":"0xdD6Bf56CA2ada24c683FAC50E37783e55B57AF9F","symbol":"BNC","decimal":12,"name":"Benjacoin","description":"<p>EPHE Corp. is a for-profit corporation whose products include an e-commerce iOS application called benjamin: sixty-second deals, a proprietary online display advertising technology and format, and an online display advertising method for integration in social media feeds.<\/p><p>Benja is a merchandise ad network. Across this platform, the company offers discounted merchandise from top-tier brands like Nike, Patagonia, and Under Armour. BenjaCoin is an Ethereum-based token that will serve as a revenue-generating mechanism for the Benja merchandise ad network.<\/p>","features":"","technology":"","twitter":"@benjacoin","logo":"bnc.png","website":"<a href='https:\/\/www.benjacoin.com\/' target='_blank'>Benjacoin<\/a>","mining_proof":"","total_supply":"1000000000"},"43":{"address":"0x1F573D6Fb3F13d689FF844B4cE37794d79a7FF1C","symbol":"BNT","decimal":18,"name":"Bancor Network Token","description":"<p>The Bancor Protocol is a blockchain-based system for <span>discovery and a liquidity mechanism supporting multiple smart contract platforms. The flexibility of these blockchains allows tokens to be locked in reserve and to issue smart tokens on the Bancor system, enabling anyone to instantly purchase or liquidate the smart token in exchange for any of its reserve tokens.<\/span><\/p><p><span>The BNT is the first smart token on the Bancor system and it will hold a single reserve in Ether. Other smart tokens, by using BNT as one of their reserves, connect to the BNT network. <\/span><span>The BNT establishes network dynamics where increased demand for any of the network’s smart tokens increases demand for the common BNT, benefiting all other smart tokens holding it in reserve.<\/span><\/p>","features":"","technology":"","twitter":"@bancornetwork","logo":"bnt.jpg","website":"<a href='https:\/\/bancor.network\/' target='_blank'>Bancor Network Token<\/a>","mining_proof":"","total_supply":"79323978"},"44":{"address":"0xCc34366E3842cA1BD36c1f324d15257960fCC801","symbol":"BON","decimal":18,"name":"BonesCoin","description":"<p>BonesCoin is a Proof of Stake peer-to-peer cryptocurrency with high staking rewards. BON can be transfered to anyone in the world  instantly and for low fees.<\/p>","features":"","technology":"","twitter":"","logo":"bon_1.png","website":"-","mining_proof":"PoS","total_supply":""},"46":{"address":"0xC2C63F23ec5E97efbD7565dF9Ec764FDc7d4e91d","symbol":"BOU","decimal":18,"name":"Boulle","description":"<p>Boulle is a blockchain based solution to voting. Their Voting System on the Blockchain requires two steps: ID authentication and vote submission. Authentication in Boulé Voting Technology is based on the Ethereum Blockchain.<br \/><br \/>Smart Contract will be public and preview available to be verified, same as the exit poll at the end of the voting process. The Elector Identification Process starts from the National Security Number and it requires several simple and secure steps explained on this page. After identification, electors can vote. The Vote can be modified several times until the end of the voting period. Once the voting period is ended, the transaction is confirmed and it is not possible to change it or to remove it from the Blockchain and it will be recorded forever. It will be impossible to associate Voter&#39;s Identity with the vote through the transaction.<\/p>","features":"","technology":"","twitter":"https:\/\/twitter.com\/BouleCoin","logo":"bou.jpg","website":"<a href='https:\/\/www.boule.one\/' target='_blank'>Boulle<\/a>","mining_proof":"","total_supply":""},"47":{"address":"0x5Af2Be193a6ABCa9c8817001F45744777Db30756","symbol":"BQX","decimal":8,"name":"Ethos","description":"<p><span>Ethos created a platform that could provides a single point of interaction with the new economy. This Digital Wallet is the backbone for Ethos &#39;s asset management and cryptocurrency services platform. <\/span><\/p>","features":"","technology":"","twitter":"@Ethos_io","logo":"ethos.png","website":"<a href='https:\/\/www.ethos.io\/' target='_blank'>Ethos<\/a>","mining_proof":"","total_supply":"222295208.2384"},"48":{"address":"0x9E77D5a1251b6F7D456722A6eaC6D2d5980bd891","symbol":"BRAT","decimal":8,"name":"Brat","description":"<p><span>Brat was created with the sole purpose to be a medium of exchange. The Brat development team will provide apps and services to make Brat easy to adopt as a currency.<\/span><\/p>","features":"","technology":"","twitter":"@coinBrat","logo":"brat.png","website":"<a href='http:\/\/bro-consortium.io\/' target='_blank'>Brat<\/a>","mining_proof":"","total_supply":"1000000000"},"50":{"address":"0x0886949c1b8C412860c4264Ceb8083d1365e86CF","symbol":"BTCE","decimal":8,"name":"EthereumBitcoin","description":"<p>EthereumBitcoin is an ERC20 token based on the Ethereum blockchain.<\/p>","features":"","technology":"","twitter":"@BTCE_Token","logo":"btce.png","website":"<a href='https:\/\/btcetoken.com\/' target='_blank'>EthereumBitcoin<\/a>","mining_proof":"","total_supply":"21000000"},"51":{"address":"0x73dd069c299a5d691e9836243bcaec9c8c1d8734","symbol":"BTE","decimal":8,"name":"ByteCoin","description":"<p>Bytecoin (BTE) is an open source P2P digital currency and a mimic of Bitcoin. An SHA-256 coin with a retarget every 2016 blocks - 21 millions total coins and 6 block confimations. There are 50 coins per block.<\/p>","features":"","technology":"","twitter":"","logo":"bte.png","website":"<a href='http:\/\/bytecoin.biz\/' target='_blank'>ByteCoin<\/a>","mining_proof":"PoW","total_supply":"21000000 "},"52":{"address":"0xfad572db566e5234ac9fc3d570c4edc0050eaa92","symbol":"BTH","decimal":18,"name":"Bytether ","description":"<div id=\"sec-faq\" class=\"ui vertical sec-faq stripe\"><div class=\"ui middle aligned container\"><div class=\"ui container styled fluid accordion sec-faq__questions\"><div class=\"content active\"><p class=\"transition visible\">Bytether is an ERC20 token 1:1 cross-fork from Bitcoin to Ethereum.<span> <\/span><\/p><\/div><\/div><\/div><\/div>","features":"","technology":"","twitter":"@bytether","logo":"bth.png","website":"<a href='https:\/\/www.bytether.com\/' target='_blank'>Bytether <\/a>","mining_proof":"","total_supply":"21000000"},"55":{"address":"0xcb97e65f07da24d46bcdd078ebebd7c6e6e3d750","symbol":"BTM","decimal":8,"name":"BitMark","description":"<p>BitMark has a total coin supply of 27.58 million BTM - difficulty retargetting each 720 blocks and a block reward of 20 BTM. <\/p>","features":"","technology":"","twitter":"@ProjectBitmark","logo":"btm.png","website":"<a href='https:\/\/github.com\/project-bitmark\/' target='_blank'>BitMark<\/a>","mining_proof":"PoW","total_supply":"27580000"},"56":{"address":"0x26E75307Fc0C021472fEb8F727839531F112f317","symbol":"C20","decimal":18,"name":"Crypto20","description":"<p>CRYPTO20 is an autonomous cryptocurrency-only portfolio composed by utilizing an index strategy. CRYPTO20 cuts out the middleman, the platform, and is thus able to offer significantly lower fees.<\/p><p>CRYPTO20 is not a platform, it is a fully functioning product. CRYPTO20’s utility token is called C20. It can be traded at any time, holdings are fully transparent and there are no legacy banking fees or expensive fund managers. C20 tokens are directly tied to the underlying assets with a novel liquidation option that can be exercised via the smart contract.<\/p>","features":"","technology":"","twitter":"@CRYPTOtwenty","logo":"c20.png","website":"<a href='https:\/\/crypto20.com' target='_blank'>Crypto20<\/a>","mining_proof":"","total_supply":""},"57":{"address":"0x7d4b8Cce0591C9044a22ee543533b72E976E36C3","symbol":"CAG","decimal":18,"name":"Change","description":"","features":"","technology":"","twitter":"@changefinance","logo":"cag.png","website":"<a href='https:\/\/getchange.com\/' target='_blank'>Change<\/a>","mining_proof":"","total_supply":"79184116"},"64":{"address":"0x28577A6d31559bd265Ce3ADB62d0458550F7b8a7","symbol":"CCC","decimal":18,"name":"CCCoin","description":"<p>CCCoin is a charitable cryptocurrency that raises capital through currency exchanges and donates the proceeds to notable trusted charities chosen through a democratic voting process using secure transparent blockchain technology.<\/p>","features":"","technology":"","twitter":"https:\/\/www.cccoin.io\/","logo":"ccc.png","website":"<a href='https:\/\/www.cccoin.io\/' target='_blank'>CCCoin<\/a>","mining_proof":"","total_supply":"2500000"},"66":{"address":"0x177d39AC676ED1C67A2b268AD7F1E58826E5B0af","symbol":"CDT","decimal":18,"name":"CoinDash","description":"<p>Coindash​ is an operating system for blockchain-based assets, it has the goal of making handling and trading easy and accessible for both new and experienced users in the cryptoshpere. The CoinDash’s ecosystem includes three synergistic components: Software-as-a-Service (Saas), Social Networking and the Marketplace.<\/p><p><strong>SaaS:<\/strong> CoinDash provides analytics that give users deep insight into the performance of their investments and help them make data driven decisions.<\/p><p><strong>Social Network:<\/strong> CoinDash provides social trading features that remove barriers for new and existing crypto users by letting them follow and copy-trade top investors.<\/p><p><strong>Marketplace:<\/strong> CoinDash’s marketplace is built around opportunity discovery and streamlined trading UX with features like real-time social trading signals, an ICO dashboard, trending assets, real-time market price tables and 3rd party integration. ​<\/p><p>Every action within the CoinDash platform requires the user to pay a fee which is paid in the CoinDash (CDT), an Ethereum-based token Every user who facilitates the use of a feature which in turn gives financial value will be entitled to a payment, creating a creator-consumer relationship between users in the system.<\/p>","features":"","technology":"","twitter":"@coindashio","logo":"cdt.png","website":"<a href='https:\/\/www.coindash.io' target='_blank'>CoinDash<\/a>","mining_proof":"","total_supply":"1000000000"},"67":{"address":"0x6fFF3806Bbac52A20e0d79BC538d527f6a22c96b","symbol":"CDX","decimal":18,"name":"Cryptodex","description":"<p>Cryptodex is an investment platform and educational portal that reduces the risk and volatility associated with investing in a single cryptocurrency, by grouping them into general purpose pools that can be invested in by the Cryptodex user. Investing in a specific cryptocurrency pool (group) unlocks the section of the educational portal relative to the cryptocurrencies included in that same pool. <\/p><p>The revenue generated by the fees collected in the Cryptodex platform will be distributed to all CDX holders<\/p>","features":"","technology":"","twitter":"@CryptodexPools","logo":"cdx.png","website":"<a href='https:\/\/cryptodex.io\/about\/' target='_blank'>Cryptodex<\/a>","mining_proof":"","total_supply":"100000000"},"68":{"address":"0x12FEF5e57bF45873Cd9B62E9DBd7BFb99e32D73e","symbol":"CFI","decimal":18,"name":"Cofound.it","description":"<p><span>Cofound.it is a decentralized platform that connects startups, experts and investors worldwide. The platform seeks to be a hub where projects can be easily kickstarted and the best projects are selected, helped with expert coaches, given promotional funds and showcased to the investor community. The CFI token powers the interactions on the platform.<\/span><\/p>","features":"","technology":"","twitter":"@cofound_it","logo":"cfi.png","website":"<a href='https:\/\/cofound.it\/en\/' target='_blank'>Cofound.it<\/a>","mining_proof":"","total_supply":"500000000"},"71":{"address":"0x7e667525521cF61352e2E01b50FaaaE7Df39749a","symbol":"CMC","decimal":18,"name":"CosmosCoin","description":"<p>Cosmoscoin combines the best from Bitcoin\/Litecoin\/Novacoin\/Florincoin, it uses both Proof of Work and Proof of Stake. This provides good resistence to 51% attack. It also supports transaction comments like Florincoin, so when you send transactions to the cosmos, you and your receiver won&#39;t be lost! Moreover, this coin has zero transaction fees, and fast transaction confirmation time (1.5 min). It provides steady coin supply at 3.5 coins per block.<\/p><p>Cosmoscoin has a fair start and zero premined, making it one of the very best of the alt coins exist today.<\/p>","features":"","technology":"","twitter":"","logo":"cmc.png","website":"-","mining_proof":"PoW\/PoS","total_supply":"100000000"},"72":{"address":"0xf85fEea2FdD81d51177F6b8F35F0e6734Ce45F5F","symbol":"CMT","decimal":18,"name":"CometCoin","description":"<p>CometCoin is a Proof of Work cryptocurrency created to provide ease-of-access to users new to the crypto community. CMT can be send anywhere in the world, for a small fee and almost instantly.<\/p>","features":"","technology":"","twitter":"@cometcoin","logo":"cmt.png","website":"<a href='https:\/\/cometcoin.com\/' target='_blank'>CometCoin<\/a>","mining_proof":"PoW","total_supply":"2000000"},"73":{"address":"0xb2f7eb1f2c37645be61d73953035360e768d81e6","symbol":"COB","decimal":18,"name":"Cobinhood","description":"<p><span>Cobinhood is a cryptocurrency exchange platform that features zero transaction fees and zero cut on margin funding interest earnings. It provides cryptocurrency trading, margin trading\/funding, futures trading, and ICO Underwriting Services. <\/span><span>It guarantees 100% reserve for cryptocurrency deposit. Furthermore, its ability to process millions of orders per second has rendered it as a cryptocurrency exchange that is capable of conducting high frequency trading.<\/span><\/p>","features":"","technology":"","twitter":"@cobinhood","logo":"cobin.png","website":"<a href='http:\/\/cobinhood.com\/' target='_blank'>Cobinhood<\/a>","mining_proof":"","total_supply":"1000000000"},"74":{"address":"0x65292eeadf1426cd2df1c4793a3d7519f253913b","symbol":"COSS","decimal":18,"name":"COSS","description":"<p>COSS stands for Crypto-One-Stop-Solution and represents a platform, which encompasses all features of a digital economical system based on cryptocurrency. The COSS system consists of a payment gateway \/ POS, an exchange, a merchant list, market cap rankings, a marketplace, an e-wallet, various coin facilities and a mobile platform. The COSS platform unifies all transactional aspects that are usually managed by means of FIAT money, and offers multiple cryptocurrency-related services in one place.<\/p>","features":"","technology":"","twitter":"@cosscrypto","logo":"coss.png","website":"<a href='https:\/\/coss.io\/' target='_blank'>COSS<\/a>","mining_proof":"","total_supply":"200000000"},"75":{"address":"0xAef38fBFBF932D1AeF3B808Bc8fBd8Cd8E1f8BC5","symbol":"CRB","decimal":8,"name":"Creditbit ","description":"<p>Creditbit is an ERC20 token.<\/p>","features":"<p><strong>Open Source<\/strong><\/p><p>Creditbit is an open source software project released under the MIT\/X11 license which gives you the power to run, modify, and copy the software and to distribute, at your option, modified copies of the software. The software is released in a transparent process that allows for independent verification of binaries and their corresponding source code.<\/p><p><strong>Decentralized<\/strong><\/p><p>There are no borders, no conversion fees, no delays, no centralized control. Every machine that mines creditbit and processes transactions makes up a part of the network, and the machines work together. That means that one central authority can’t tinker with monetary policy and cause a meltdown – or simply decide to take people’s creditbits away from them.<\/p><p><strong>Easy<\/strong><\/p><p>Conventional banking is not available to 5 billion person, and it is a hassle for the other 2 billions, they make you jump through hoops simply to open a bank account. Setting up merchant accounts for payment is another Kafkaesque task, beset by bureaucracy. However, you can set up a creditbit address in seconds, no questions asked, and with no fees payable.<\/p><p><strong>Free &amp; Private<\/strong><\/p><p>There are no clearing company or any organization behind creditbit this means no fees. Sending transactions is free.<\/p><p>Your personal informations are safe. No need to expose your information when generating addresses or when sending\/receiving transactions.<\/p><p><strong>Community<\/strong><\/p><p>Creditbit has an open community, anyone can join and participate and build on the technology without the need of any permission, you also can join the developer team or pull requests directly on the main repos on Github.<\/p><p><strong>Staking<\/strong><\/p><p>Creditbit use something called staking, if you own coins you can earn up to 8% annaully extra by participating in the staking process which is just leaving your wallet open to process transactions.<\/p><p><strong>Fast &amp; Scalable<\/strong><\/p><p>Creditbit is 10 times faster and can handle 10 times more transactions than Bitcoin, Creditbit is enviremont friendly, it doesn&#39;t waste as much resources as bitcoin does, and it is ready for scaling if rapid growth happens.<\/p><p><strong>Development &amp; Innovation<\/strong><\/p><p>Developers are always working on ways to improve Creditbit, projects that boost adoption and give users an easy and excellent experience are being ported and updated all the time, but most importantly they are open-source and available for public for review.<\/p>","technology":"","twitter":"@credit_2","logo":"crbit1.png","website":"<a href='https:\/\/www.creditbit.org\/' target='_blank'>Creditbit <\/a>","mining_proof":"","total_supply":"16504333"},"76":{"address":"0x672a1AD4f667FB18A333Af13667aa0Af1F5b5bDD","symbol":"CRED","decimal":18,"name":"Verify","description":"<p>Verify is a distributed reputation protocol built for eCommerce. It monitors and continually updates the reputation of the various parties involved in a transaction. This results in a public, provably valid reputation record for buyers and sellers as rated by their counterparties. Finally, this reputation data is used in various ways to incentivize reputed sellers and buyers to continue using the Verify protocol. CRED is an ECR20 token used within the Verify platform.<\/p>","features":"","technology":"","twitter":"@verif_yas","logo":"cred.png","website":"<a href='https:\/\/verify.as\/' target='_blank'>Verify<\/a>","mining_proof":"","total_supply":"29997543"},"77":{"address":"0x4E0603e2A27A30480E5e3a4Fe548e29EF12F64bE","symbol":"CREDO","decimal":18,"name":"Credo","description":"<p>Credo is an email management platform that aims to mitigate the email spam. In order to achieve this Credo Team will implement a software to filter emails from unknown contacts and provide a payment mechanism for email receipt or response, named as BitBounce. A fee will be charged to the senders contacting unknown recipients to either the email go through or be responded to.<\/p><p>Credo token (CREDO) is an ERC-20 token that will benefit users with rewards taking into account the attention or actions the users provide to the emails.<\/p>","features":"","technology":"","twitter":"@bitbounceio","logo":"credo-1.png","website":"<a href='https:\/\/bitbounce.com\/credo' target='_blank'>Credo<\/a>","mining_proof":"","total_supply":"1374729257.2286"},"81":{"address":"0xE3Fa177AcecfB86721Cf6f9f4206bd3Bd672D7d5","symbol":"CTT","decimal":18,"name":"CodeTract","description":"","features":"","technology":"","twitter":"@codetractio","logo":"ctt.png","website":"<a href='https:\/\/launch.codetract.io\/' target='_blank'>CodeTract<\/a>","mining_proof":"","total_supply":""},"82":{"address":"0x662aBcAd0b7f345AB7FfB1b1fbb9Df7894f18e66","symbol":"CTX","decimal":18,"name":"CarTaxi","description":"<p><span>CarTaxi is a logistics platform for evacuating and transporting cars that integrates all tow trucks in a single application, combining geolocation with blockchain technologies . Users can call for road assistance of the same standard of service worldwide, and packaging them into an Uber-like interface. The CarTaxi (CTX) is an ERC20 token based on the Ethereum blockchain. It allows project supporters to receive dividends while also featuirng a buy-back and burn system.<\/span><\/p>","features":"","technology":"","twitter":"@CarTaxi_24","logo":"ctx1.png","website":"<a href='https:\/\/cartaxi.io\/' target='_blank'>CarTaxi<\/a>","mining_proof":"","total_supply":"487500000"},"83":{"address":"0x41e5560054824eA6B0732E656E3Ad64E20e94E45","symbol":"CVC","decimal":8,"name":"Civic","description":"<p>Civic is a decentralized identity ecosystem that allows for <span>on-demand, secure and lower cost access to identity verification via the blockchain. Through a<\/span> digital Identity platform, users to set up their own virtual identity and to store it along with their personally identifiable information on the device. This information will go through a verification process conducted by the identity validators on the platform and then ported into the blockchain where service providers can access it with the proper permission from the user.<\/p><p>CVC is an Ethereum-based token used by service providers that are looking to acquire information about a user. These can make a payment in CVC. The smart contract system employed will then see funds delivered to both the validator and the identity owner (user).<\/p>","features":"","technology":"","twitter":"@civickey","logo":"cvc.png","website":"<a href='https:\/\/www.civic.com\/' target='_blank'>Civic<\/a>","mining_proof":"","total_supply":"1000000000"},"87":{"address":"0x81c9151de0c8bafcd325a57e3db5a5df1cebf79c","symbol":"DAT","decimal":18,"name":"Datum","description":"<p>The Datum network will provide a way to monetize data, enabling anyone to buy or sell stored information while enforcing data usage rules set by the owner of the data at hand. The Datum network allows anyone to store structured data in a decentralized manner, through the use of smart contract technology.<\/p><p>Datum (DAT) is an Ethereum-based utility token that will allow users to buy and sell data. The Datum token can also be exchanged for certain privileges on the Datum network, like the ability to participate in the data market and register as the storage node.<\/p>","features":"","technology":"","twitter":"@datumnetwork","logo":"dat.png","website":"<a href='https:\/\/datum.org\/' target='_blank'>Datum<\/a>","mining_proof":"","total_supply":"2653841597.973271663912484125"},"91":{"address":"0xcC4eF9EEAF656aC1a2Ab886743E98e97E090ed38","symbol":"DDF","decimal":18,"name":"Digital Developers Fund","description":"<p><span>The Digital Developers Fund is a fund that invests digital assets such as domain names and cryptocurrencies. The DDF token is an Ethereum-based token that allows investors to own part of the Fund&#39;s portfolio, which includes <\/span>over 1,350 premium domains such as Swords.com, Audits.com, Exhibitions.com or PR.uk.<\/p>","features":"","technology":"","twitter":"@DigitalDevFund","logo":"ddf.png","website":"<a href='https:\/\/www.digitaldevelopersfund.com\/' target='_blank'>Digital Developers Fund<\/a>","mining_proof":"","total_supply":"250000000"},"92":{"address":"0x3597bfD533a99c9aa083587B074434E61Eb0A258","symbol":"DENT","decimal":8,"name":"Dent","description":"<p>Dent is a decentralized exchange for mobile data. It&#39;s based on the Ethereum blockchain, allowing mobile data to be sold, bought or donated  through an a<span>utomated bidding process <\/span>much like currencies or goods. The data packages are smart contracts in Ethereum. The DENT token is required to purchase mobile data within the Dent platform.<\/p><p> <\/p>","features":"","technology":"","twitter":"@dentcoin","logo":"dent.png","website":"<a href='https:\/\/www.dentcoin.com\/' target='_blank'>Dent<\/a>","mining_proof":"","total_supply":"100000000000"},"93":{"address":"0xE0B7927c4aF23765Cb51314A0E0521A9645F0E2A","symbol":"DGD","decimal":9,"name":"Digix DAO","description":"<p>Digix DAO is a new form of cryptographic asset in that it is a Decentralised Autonomous Organisation or DAO for short. DAO are basically Companies written in code that are there to perform a set of functions with holders of the tokens voting in relation to the number of tokens they hold. <\/p><p>The Digix DAO gives users the right to profits in the trading of Digix tokens (DGX) which own the right to gold stored in vault in Singapore. So if people trade 20 gold bars per day - the Digix DAO token holders will have the profits of the commission from those trades distributed equally amongst themselves. <\/p>","features":"<p>Digix DAO is a \"Decentralised Autonomous Organisation\" - DAO&#39;s are a nascent idea and are therefore not a fully proven concept. The Digix DAO tokens give holders the rights to vote on how funds earned by the DAO are spent and act like shares in a traditional Company. <\/p><p>The DGD tokens give users the right to earn profits from the trading of DGX tokens - which are tokens backed 1:1 with a gram of gold. The DAO or DGD tokens earn a commission fee based on the number of trades of the DGX tokens. holders of the tokens can vote for <\/p><p>There are costss for the DAO so headline commission is not equal to profit. The cost come in the form of storing the gold and auditing its veracity. This is where the role of voting rights come in as holders of the tokens can vote who they want to audit the gold. <\/p><p>If the DAO runs out of funds the founders can propose to raise more tokens in an offering which requires a special majority of voters to agree to. <\/p><p>The initial offering raised $5.5million for 85% of the tokens. The other 15% were rewards for developers and founders - a premine of sorts.  <\/p>","technology":"<p>The DAO token is built on ethereum. <\/p><p>The ICO - or initial coin offering - raised $5.5million to acquire the 85% of the DGD tokens. <\/p>","twitter":"@DigixGlobal","logo":"dgd.png","website":"<a href='https:\/\/www.dgx.io\/' target='_blank'>Digix DAO<\/a>","mining_proof":"N\/A","total_supply":"1999421"},"95":{"address":"0x2e071D2966Aa7D8dECB1005885bA1977D6038A65","symbol":"DICE","decimal":16,"name":"Etheroll","description":"<p> Etheroll is an provably fair Ethereum-based dice game with a 1% house fee. The DICE token is an Ethereum-based token that <span>gants its a share of the house bankroll generates via said dice game with its built-in 1% house edge.<\/span><\/p>","features":"","technology":"","twitter":"@etheroll","logo":"dice.png","website":"<a href='https:\/\/etheroll.com' target='_blank'>Etheroll<\/a>","mining_proof":"","total_supply":"7001623"},"96":{"address":"0x13f11C9905A08ca76e3e853bE63D4f0944326C72","symbol":"DIVX","decimal":18,"name":"Divi","description":"<p>Divi is an ERC20 token that is used as a payment currency.<\/p>","features":"","technology":"","twitter":"@DiviProject","logo":"divx.png","website":"<a href='https:\/\/www.diviproject.org\/' target='_blank'>Divi<\/a>","mining_proof":"","total_supply":"6171607"},"97":{"address":"0x07e3c70653548b04f0a75970c1f81b4cbbfb606f","symbol":"DLT","decimal":18,"name":"Agrello Delta","description":"<p>Agrello has developed an AI powered interface, that allows users to easily create and manage smart-contract-based agreements which are legally binding, just like traditional contracts.<\/p><p>The platform provides a graphical interface, templates and wizards, allowing the user to draft legally-binding multi-party contracts with just a few clicks.<\/p>","features":"","technology":"","twitter":"@AgrelloOfficial","logo":"delta.png","website":"<a href='https:\/\/www.agrello.org' target='_blank'>Agrello Delta<\/a>","mining_proof":"","total_supply":"130271020"},"98":{"address":"0x2ccbFF3A042c68716Ed2a2Cb0c544A9f1d1935E1","symbol":"DMT","decimal":8,"name":"DMarket","description":"<p><span>DMarket is a<\/span> marketplace based on blockchain and smart contracts to enable one-click sale, exchange or evaluation of every virtual item between all games on any platform. DMarket tokens will be the only platform currency supplying item prices for every trade, exchange, fee and smart contract.<\/p><p><span>DMarket wants to <\/span>create a whole new economic segment. Any kind of collaboration between gamers and games developers on<span> <\/span><span>DMarket <\/span>platform will be regulated by market demand. Therefore, gamers have their own interest in the looting rare items, as well as game developers in creating and maintaining of unique, relevant, and tradable gaming content. Users (players as well as developers) will be able to leverage their own achievements and time spent, either for better gaming experience or for monetary purposes.<\/p><p>DMarket API will be supported by any popular gaming engine (Unreal Engine, Cryengine, Unity 3D, etc.).<span> <\/span><span>DMarket <\/span>API will be available for any games, whether old games (from the 1990s) or new ones. This is caused by the existence of a big community which is still playing old-fashioned games, and have been collecting enormous amount of digital items, which can be converted into real value.<\/p>","features":"","technology":"","twitter":"@dmarket_io","logo":"dmarket.png","website":"<a href='https:\/\/dmarket.io\/?utm_source=cryptocompare&utm_medium=display&utm_campaign=crypto_icolist_flat2507' target='_blank'>DMarket<\/a>","mining_proof":"","total_supply":""},"99":{"address":"0x0AbdAce70D3790235af448C88547603b945604ea","symbol":"DNT","decimal":18,"name":"district0x","description":"<p>District0x Network is a collective of decentralized marketplaces and communities, hereafter referred to as districts.<\/p><p>Districts exist as decentralized autonomous organizations on the district0x Network, built upon a standard open source framework comprised of Ethereum smart contracts and front-end libraries, hereafter referred to as d0xINFRA. d0xINFRA provides districts with the core functionalities required to operate an online market or community.<\/p><p>The district0x Network Token can be used to signal what districts should be built and deployed by the district0x Project team and can be staked to gain access to voting rights in any district on the district0x Network.<\/p>","features":"","technology":"","twitter":"@district0x","logo":"dnt.png","website":"<a href='https:\/\/district0x.io\/' target='_blank'>district0x<\/a>","mining_proof":"","total_supply":"1000000000"},"102":{"address":"0x01b3Ec4aAe1B8729529BEB4965F27d008788B0EB","symbol":"DPP","decimal":18,"name":"Digital Assets Power Play","description":"<p>The Digital Assets Power Play platform aims to enable the digital asset trading automation. The platform is organized around different stakeholders, wallets, and distributed compute nodes. Furthermore, the DA Power play team plans to provide a digital asset management, and an algorithm execution.<\/p><p>The Digital Assets Power Play token (DPP) is an ERC-20 token that will allow users to access the platform tools and services.<\/p><p> <\/p>","features":"","technology":"","twitter":"@da_powerplay","logo":"dpp.png","website":"<a href='https:\/\/dapowerplay.com\/' target='_blank'>Digital Assets Power Play<\/a>","mining_proof":"","total_supply":"100000000"},"103":{"address":"0x419c4db4b9e25d6db2ad9691ccb832c8d9fda05e","symbol":"DRGN","decimal":18,"name":"Dragonchain","description":"<p>Dragonchain was originally developed at Disney’s Seattle office in 2015 and 2016 as the Disney Private Blockchain Platform. Over 20 use cases and applications were explored and documented 1 publicly via the W3C Blockchain Community Group . The platform was later released as open 2 source software under the Apache 2 license in October of 2016. Dragonchain simplifies the integration of real business applications onto a blockchain and provides features such as easy integration, protection of business data and operations, currency agnosticism, and multi-currency support.<\/p><p>The Dragonchain Foundation, a Non-Profit Corporation was created in January of 2017 to maintain ownership and responsibility of the open source code. The Dragonchain team is now in the process of launching a commercial entity to build a serverless architecture blockchain platform, and an incubator. The combination of serverless and blockchain technologies is unique and tremendously valuable. The timing of the Dragonchain platform launch is highly strategic to benefit from explosive growth of cloud computing over the last few years and the emerging wave of Blockchain solutions entering proof of concept stage across enterprises.<\/p>","features":"","technology":"","twitter":"https:\/\/twitter.com\/dragonchaingang","logo":"drgn.png","website":"<a href='https:\/\/dragonchain.com' target='_blank'>Dragonchain<\/a>","mining_proof":"","total_supply":"433494437"},"104":{"address":"0x3c75226555FC496168d48B88DF83B95F16771F37","symbol":"DROP","decimal":0,"name":"FaucetCoin","description":"<p>FaucetCoin is a Proof of Stake cryptocurrency distributed through faucets. It uses the X13 hashing algorithm<\/p>","features":"","technology":"","twitter":"@FaucetDrop","logo":"drop.png","website":"<a href='http:\/\/faucetdrop.com\/' target='_blank'>FaucetCoin<\/a>","mining_proof":"PoS","total_supply":"10000"},"105":{"address":"0x621d78f2EF2fd937BFca696CabaF9A779F59B3Ed","symbol":"DRP","decimal":2,"name":"DCORP","description":"<p>D<span>CORP is autonomous, decentralized and democratic. An organization that exists on blockchain as a series of smart-contracts. DCORP manages its own token (DRP) and the Ether it holds.<\/span><\/p><p><span>The shareholders (owners of DRP token) are the collective owners of DCORP and decide on the business financials. The Board of Directors manage DCORP on a day-to-day basis, are elected and publicly known. All voting behavior is stored on the blockchain and thus made public.<\/span><\/p>","features":"","technology":"","twitter":"@DcorpVC","logo":"drp.png","website":"<a href='https:\/\/www.dcorp.it\/' target='_blank'>DCORP<\/a>","mining_proof":"","total_supply":"8094002.47"},"106":{"address":"0xd234bf2410a0009df9c3c63b610c09738f18ccd7","symbol":"DTR","decimal":8,"name":"Dynamic Trading Rights","description":"<div class=\"freebirdFormviewerViewItemsItemItem freebirdFormviewerViewItemsTextTextItem\" data-required=\"true\" data-item-id=\"534092066\"><div class=\"freebirdFormviewerViewItemsTextLongText freebirdFormviewerViewItemsTextDisabledText freebirdThemedInput\">Tokens.net is a cryptocurrency trading platform that allows users to exchange <span>ERC20 tokens and other cryptocurrencies. Trading fees within the platform are paid in Dynamic Trading Rights (DTR), an ERC20 token on the Ethereum blockchain. DTR is charged as trading fees based on the market price of DTR at the moment of the trade. A transaction for a DTR holder will be charged at the best ask price, ignoring the market depth. Users that do not hold<\/span><span> DTR will be charged a fee in the currency they are trading in. Conversion of the fee cost into DTR will be executed automatically and clients owning DTR will have their DTR subtracted from their balance, based on the DTR’s market value.<\/span><\/div><\/div>","features":"","technology":"","twitter":"@TokensNet","logo":"dtr.png","website":"<a href='https:\/\/www.tokens.net' target='_blank'>Dynamic Trading Rights<\/a>","mining_proof":"","total_supply":"3750000"},"110":{"address":"0x08711D3B02C8758F2FB3ab4e80228418a7F8e39c","symbol":"EDG","decimal":0,"name":"Edgeless","description":"<p>Edgeless is an equity-based token that represents ownership in the profits of the Edgless casino, a decentralized online gaming platform based on Ethereum smart contracts that offers users a low to non-existent edge in games.<\/p>","features":"","technology":"","twitter":"@edgelessproject","logo":"edg.jpg","website":"<a href='https:\/\/edgeless.io\/' target='_blank'>Edgeless<\/a>","mining_proof":"","total_supply":"132046997"},"111":{"address":"0xced4e93198734ddaff8492d525bd258d49eb388e","symbol":"EDO","decimal":18,"name":"Eidoo","description":"<p><span>Eidoo is a blockchain-to-human interface simplifying the interaction between the Ethereum and Bitcoin blockchains and its users. Eidoo is as a new blockchain asset experience providing an easy and secure way to buy, transfer, spend, and exchange cryptocurrencies without relying on any central authority. Eidoo offers all the tools and services required by users to fully manage their tokens and cryptocurrencies. It is a multicurrency and multiasset wallet; hybrid exchange; ICO Engine to participate in token sales; branded debit card and much more. Also, Eidoo supports all the ERC20 tokens automatically.<\/span><\/p>","features":"","technology":"","twitter":"@eidoo_io","logo":"eiboo.png","website":"<a href='https:\/\/eidoo.io' target='_blank'>Eidoo<\/a>","mining_proof":"","total_supply":"90708327"},"115":{"address":"0xc8C6A31A4A806d3710A7B38b7B296D2fABCCDBA8","symbol":"ELIX","decimal":18,"name":"Elixir","description":"<p><span>Elixir is an Ethereum-based token created for lending services. It analyzes financial transactions and rewards borrowers for paying a loan installment on time. As so, Elixir is mined through transfers between pairs of addresses. In the lending service, these pairs of addresses will correspond to parties completing financial agreements<span>.<\/span><\/span><\/p>","features":"","technology":"","twitter":"@elixtoken","logo":"elix.png","website":"<a href='http:\/\/elixirtoken.io\/' target='_blank'>Elixir<\/a>","mining_proof":"","total_supply":"24147007.0087"},"117":{"address":"0xF629cBd94d3791C9250152BD8dfBDF380E2a3B9c","symbol":"ENJ","decimal":18,"name":"Enjin Coin","description":"<p>Enjin is a decentralized platform that wants to manage, distribute, and trade virtual goods. Giving gamers and content creators a new model of virtual ownership.<\/p><p>Enjin Coin platform is made for the game industry. SDKs for multiple languages, wallets and payment platforms will be available and completely open-source.<\/p>","features":"","technology":"","twitter":"@enjincs","logo":"enjt.png","website":"<a href='https:\/\/enjincoin.io\/' target='_blank'>Enjin Coin<\/a>","mining_proof":"","total_supply":"1000000000"},"118":{"address":"0x86Fa049857E0209aa7D9e616F7eb3b3B78ECfdb0","symbol":"EOS","decimal":18,"name":"EOS","description":"<p><span>EOS.IO is software that introduces a blockchain architecture designed to enable vertical and horizontal scaling of decentralized applications (the “EOS.IO Software”). This is achieved through an operating system-like construct upon which applications can be built. The software provides accounts, authentication, databases, asynchronous communication and the scheduling of applications across multiple CPU cores and\/or clusters. The resulting technology is a blockchain architecture that has the potential to scale to millions of transactions per second, eliminates user fees and allows for quick and easy deployment of decentralized applications. For more information, please read the <\/span><a href=\"https:\/\/github.com\/EOSIO\/Documentation\/blob\/master\/TechnicalWhitePaper.md\" target=\"_blank\">EOS.IO Technical White Paper<span>.<\/span><\/a><\/p><p> <\/p>","features":"","technology":"","twitter":"@eos_io","logo":"eos_1.png","website":"<a href='https:\/\/eos.io\/' target='_blank'>EOS<\/a>","mining_proof":"DPoS","total_supply":"1000000000"},"119":{"address":"0x1b9743f556d65e757c4c650b4555baf354cb8bd3","symbol":"ETBS","decimal":12,"name":"EthBits","description":"<p><span>The ETHBIT token is a type of currency used to pay fees on the ETHBITS Local platform (for example buy\/sell Bitcoin, Ether and other cryptocurrencies). ETHBIT tokens can also be used to distribute dividends to investors. If you hold ETHBITS tokens, you hold a portion of our platform, and by holding a portion of our platform you are entitled to your share of a distribution of 40% of the platform&#39;s profit. The dividends will be paid on a quarterly basis.<\/span><\/p>","features":"","technology":"","twitter":"@ethbits","logo":"etbs.png","website":"<a href='https:\/\/www.ethbits.com\/' target='_blank'>EthBits<\/a>","mining_proof":"","total_supply":"1634690.762741201212"},"120":{"address":"0x3a26746Ddb79B1B8e4450e3F4FFE3285A307387E","symbol":"ETHB","decimal":8,"name":"EtherBTC","description":"<p>EtherBTC is an ERC20 token.<\/p>","features":"","technology":"","twitter":"@EtherBTC_io","logo":"ethb.png","website":"<a href='https:\/\/etherbtc.io\/' target='_blank'>EtherBTC<\/a>","mining_proof":"","total_supply":"21000000"},"121":{"address":"0xf3db5fa2c66b7af3eb0c0b782510816cbe4813b8","symbol":"EVX","decimal":4,"name":"Everex","description":"<p>Everex is a blockchain-based capital transfer system that aims to enable and ease the financial inclusion of unbanked, or underbanked people around the world.<\/p><p>Everex proposes the Cryptocash, a cryptocurrency, where each unit has its value pegged to, and a name based on, the fiat currency it represents. Users convert local fiat currencies to Cryptocash using a currency exchange and transfer the coins to their Everex wallet.<\/p><p>Cryptocash balances are<span> <\/span>provably<span> <\/span>underwritten by actual balances held in accounts of licensed financial institutions. The Everex system provides its users access to financial services using Cryptocash, without the volatility issues of existing,<span> <\/span>non-stablecoin<span> <\/span>cryptocurrencies.<\/p>","features":"","technology":"","twitter":"@everexio","logo":"evx.png","website":"<a href='https:\/\/www.everex.io\/' target='_blank'>Everex<\/a>","mining_proof":"","total_supply":"25000000"},"124":{"address":"0xf04a8ac553FceDB5BA99A64799155826C136b0Be","symbol":"FLIXX","decimal":18,"name":"Flixxo","description":"<p>Flixxo is a decentralized video sharing platform, similar to Popcorn Time. This streaming service aims to ensure that its <span>users are the owners and beneficiaries of their content. FLIXX is an Ethereum-based ERC20 token that serves as a currency on Flixxo&#39;s ecosystem. It is used by users to watch videos, by producers to monetize their work and incentivize the network, and by advertisers to pay for a moment of the users&#39; attention.<\/span><\/p>","features":"","technology":"","twitter":"@flixxo","logo":"flixx.png","website":"<a href='https:\/\/medium.com\/@flixxo' target='_blank'>Flixxo<\/a>","mining_proof":"","total_supply":"189151328.5746"},"125":{"address":"0x0ABeFb7611Cb3A01EA3FaD85f33C3C934F8e2cF4","symbol":"FRD","decimal":18,"name":"Farad","description":"<p><span>Farad is an ultra-capacitors (<\/span><span>high power density energy storage device) manufacturer.<\/span><\/p><p><span>FRD<\/span> is an Ethereum-based ERC20 token backed by the production of the supra-mentioned ultra-capacitors in Farad&#39;s China-based factory. Farad linked their <span>digital tokens to real-life economic production. <\/span>T<span>he FRD represents the right to the contract &#39;manufacturing and sales agency agreement&#39; to produce Ultra-Capacitor Cells (“UCC”) <span>with an output of 1,600,000,000 mF over a period of 36 months.<\/span> Each FRD is equivalent to 1 mili<span>-Faraday (“mF”) that each cell for ultra-capacitor will generate.<\/span><\/span><\/p><p> <\/p>","features":"","technology":"","twitter":"@FARADCryptoken","logo":"frd.png","website":"<a href='https:\/\/farad.energy\/' target='_blank'>Farad<\/a>","mining_proof":"","total_supply":"1600000000"},"126":{"address":"0xe6f74dcfa0e20883008d8c16b6d9a329189d0c30","symbol":"FTC","decimal":2,"name":"FeatherCoin","description":"<p>Feathercoin is based on Litecoin, which is safeguarded from the effects of Bitcoin ASIC mining until now. It has a block reward of 200 coins and will have a total of 336 million coins. The start block reward was 80 coins and halves every 840,000 blocks. The coin has 336 million as a hard cap and the block target is 1 minute - difficulty is damped at 25%. Feathercoin is a UK Oxford based initiative and as such has a following locally with some merchants accepting the currency. The website also has its own shop where you can post and sell goods for FTC - or Feathercoins.<\/p>","features":"","technology":"","twitter":"@Feathercoin","logo":"ftc.png","website":"<a href='https:\/\/www.feathercoin.com\/' target='_blank'>FeatherCoin<\/a>","mining_proof":"PoW","total_supply":"336000000"},"127":{"address":"0xEA38eAa3C86c8F9B751533Ba2E562deb9acDED40","symbol":"FUEL","decimal":18,"name":"Etherparty","description":"<p>Etherparty is a user-friendly system for the creation, use, and management of smart contracts, that may dramatically expand the rate of commercial and consumer adoption of blockchain technology. While blockchain has the potential to recast the foundations of electronic commerce and data storage, the technology’s use by non-computer professionals has been limited by a lack of user-friendly applications.<\/p><p>Etherparty unleashes the speed, cost-reduction and security benefits of smart contracts for individuals and businesses. Etherparty goes further to make otherwise complicated contractual agreements and processes simple and accessible while enabling infrastructure for authentication and automation.<\/p>","features":"","technology":"","twitter":"@etherparty_io","logo":"fuel.png","website":"<a href='http:\/\/etherparty.io\/' target='_blank'>Etherparty<\/a>","mining_proof":"","total_supply":"1000000000"},"128":{"address":"0x419D0d8BdD9aF5e606Ae2232ed285Aff190E711b","symbol":"FUN","decimal":8,"name":"FunFair","description":"<p>FunFair is an Ethereum-based casino that allows users to bet in a trustless and decentralized model, featuing <span>3D games can be built in HTML5. FunFair offers cheap fees in terms of gas costs. The FUN coin is also an Ethereum-based token that will be used for all platform actions, including betting, lending, paying out players and compensating stakeholders.<\/span><\/p>","features":"","technology":"","twitter":"@FunFairTech","logo":"fun.png","website":"<a href='https:\/\/funfair.io\/' target='_blank'>FunFair<\/a>","mining_proof":"","total_supply":"17173696076"},"129":{"address":"0x88FCFBc22C6d3dBaa25aF478C578978339BDe77a","symbol":"FYN","decimal":18,"name":"FundYourselfNow","description":"<p>FundYourselfNow is a crowdfunding platform that <span>allows project creators to request for project help, funding and reward backers through the use of Ethereum smart contracts. FundYourselNow allows non-technical project creators to successfully seek funding for their projects. FYN is an Ethereum-based token that allows users<span><span> <\/span><\/span><span>to invest in projects listed on our FYN platform.<\/span><span> <\/span><span>70% of the profits made from FYN platform will be distributed to investors, via a token buyback program.<\/span><\/span><\/p>","features":"","technology":"","twitter":"@fundyourselfnow","logo":"fyn.png","website":"<a href='https:\/\/www.fundyourselfnow.com' target='_blank'>FundYourselfNow<\/a>","mining_proof":"","total_supply":"12500000"},"131":{"address":"0x7585F835ae2d522722d2684323a0ba83401f32f5","symbol":"GBT","decimal":18,"name":"GameBetCoin","description":"<p><span>GameBet is a Sport and eSport betting platform that enables user to bet on matches using cryptocurrencies and Steam based items.<\/span><span> GameBetCoin plans to raise the adoption of cryptocurrencies among gamers and sports enthusiasts.<\/span><\/p><p><span>GameBetCoin gathered a total of 268.0639 btc during <span>in exchange for<\/span><span> <\/span><span>20,000,000 GBT during it&#39;s it&#39;s ICO.<\/span><\/span><\/p>","features":"","technology":"","twitter":"@GamebetGg","logo":"gbt.png","website":"<a href='https:\/\/www.gamebet.gg\/' target='_blank'>GameBetCoin<\/a>","mining_proof":"PoS","total_supply":""},"134":{"address":"0xae4f56f072c34c0a65b3ae3e4db797d831439d93","symbol":"GIM","decimal":8,"name":"Gimli","description":"<p>Gimli is a decentralized, interactive platform for video game streamers and viewers. On Gimli, viewers can place bets on game outcomes and challenges created by the streamer they are watching. They can participate in polls, gain social status, vote, tip, and contribute to streamers crowdfunding campaigns using Gimli’s versatile digital token GIM.<\/p><p>By sharing all revenues with partner streamers, Gimli creates a new way for them to interact with and monetize their large audience, providing an untapped, stable source of revenue.<\/p>","features":"","technology":"","twitter":"@thegimliproject","logo":"gim.png","website":"<a href='http:\/\/www.gimli.io' target='_blank'>Gimli<\/a>","mining_proof":"","total_supply":"150000000"},"135":{"address":"0xb3Bd49E28f8F832b8d1E246106991e546c323502","symbol":"GMT","decimal":18,"name":"Mercury Protocol","description":"<p>Mercury Protocol enables the creation of decentralized communication platforms. <span>Mercury Protocol integrated platforms will be able to integrate Global Messaging Tokens (GMT) into their ecosystem.<\/span> GMT is an Ethereum-based ERC20 token that serves as currency on these ecosystems.<\/p>","features":"","technology":"","twitter":"@MercuryProtocol","logo":"gmt.png","website":"<a href='https:\/\/www.mercuryprotocol.com\/' target='_blank'>Mercury Protocol<\/a>","mining_proof":"","total_supply":"1000000000"},"136":{"address":"0x6810e776880C02933D47DB1b9fc05908e5386b96","symbol":"GNO","decimal":18,"name":"Gnosis","description":"<p>Gnosis is a decentralized prediction market built on the Ethereum protocol. Gnosis provides an open platform for anyone to predict the outcome of any event and plans to drastically simplify the creation of customized prediction market applications. GNO is an Ethereum-based token that is used to incentivize long-term participation in the Gnosis platform.<\/p>","features":"","technology":"","twitter":"@gnosisPM","logo":"gnosis-logo.png","website":"<a href='http:\/\/gnosis.pm' target='_blank'>Gnosis<\/a>","mining_proof":"","total_supply":"10000000"},"137":{"address":"0xa74476443119A942dE498590Fe1f2454d7D4aC0d","symbol":"GNT","decimal":18,"name":"Golem Network Token","description":"<p>The Golem Network is a decentralized computation network. Using Golem users can buy or sell computational power from other users in a peer to peer environment. Golem is built using Ethereum smart contracts as a transaction system for nano-payments within the network. <span>Golem Network Tokens (GNT) will serve as a secure medium for all transactions within the Golem Network.<\/span><\/p><p> <\/p><p> <\/p>","features":"","technology":"","twitter":"@golemproject","logo":"golem_logo.png","website":"<a href='https:\/\/golem.network\/' target='_blank'>Golem Network Token<\/a>","mining_proof":"","total_supply":"1000000000"},"138":{"address":"0x12b19d3e2ccc14da04fae33e63652ce469b3f2fd","symbol":"GRID","decimal":12,"name":"Grid+","description":"<p>Grid+ created a computer (called <span>Grid+ Smart agent) <\/span>with natively integrated hardware and software for the Ethereum protocol, that pays for a customer&#39;s electricity usage in real time. Grid+ operates with a two-ERC20 token model. The BOLT token, <span>required to use the Grid+ platform<\/span> is treated as a stable-coin. It&#39;s redeemable by customers for $1 worth of energy from Grid* and backed by USD deposits. The GRID token allows Grid+ customers to purchase electricity from Grid+ at wholesale price.<\/p><p> <\/p>","features":"","technology":"","twitter":"@gridplus_energy","logo":"grid.png","website":"<a href='http:\/\/gridplus.io\/' target='_blank'>Grid+<\/a>","mining_proof":"","total_supply":"300000000"},"141":{"address":"0xf7B098298f7C69Fc14610bf71d5e02c60792894C","symbol":"GUP","decimal":3,"name":"Guppy","description":"<p>Matchpool is a decentralized matchmaking protocol which uses group dynamics to help participants match with each other. Matchpool users are divided into two catagories – Joiners &amp; Hosts. Joiners who wish to enter a pool of their choice, will have to pay the pool&#39;s requisite entry fee, while <span>host will be the one who opens a custom Pool and gets dividends from its revenues.<\/span><\/p><p>All payments in Matchpool will be held in an Ether based smart contract and will be processed using Matchpool&#39;s network own token Guppies (GUP). Both the Host of the pool and its matchmakers are entitled to shares of the Pools subscription and monthly fees, paid with GUP.<\/p>","features":"","technology":"","twitter":"@matchpool","logo":"gup.png","website":"<a href='https:\/\/matchpool.co\/' target='_blank'>Guppy<\/a>","mining_proof":"","total_supply":"100000000"},"142":{"address":"0x103c3A209da59d3E7C4A89307e66521e081CFDF0","symbol":"GVT","decimal":18,"name":"Genesis Vision","description":"<p>Genesis Vision is a private trust fund management. GVT is an Ethereum-based ERC20 token that serves as currency in Genesis Vision&#39;s ecosystem. It is used for all investment operations and profit distributions.<\/p>","features":"","technology":"","twitter":"@genesis_vision","logo":"gvt.png","website":"<a href='https:\/\/genesis.vision\/' target='_blank'>Genesis Vision<\/a>","mining_proof":"","total_supply":"4436644"},"143":{"address":"0x58ca3065c0f24c7c96aee8d6056b5b5decf9c2f8","symbol":"GXC","decimal":10,"name":"Gx Coin","description":"<p>The Gx Coin project is a cryptocurrency VC fund presented by Genevieve that will buy<span> into local economies around the world in the form of business financing<\/span>. The <span>GXC is an Ethereum-based token and represents a stake in the fund.<\/span><\/p>","features":"","technology":"","twitter":"@GxCoinGenevieve","logo":"gxc.png","website":"<a href='https:\/\/www.genevieveco.com' target='_blank'>Gx Coin<\/a>","mining_proof":"","total_supply":"10000000"},"146":{"address":"0xFeeD1a53bd53FFE453D265FC6E70dD85f8e993b6","symbol":"H2O","decimal":18,"name":"Hydrominer","description":"<p><span>Hydrominer is a cryptocurrency mining project that aims to make mining an environmentally-friendly practice. The mining operation uses<\/span><span>green energy drawn from <\/span><span>hydro power<\/span><span><span> <\/span>stations in the Alpine region of Europe. The H2O token is an Ethereum-based token that can be exchanged in HydroMiner&#39;s platform for mining contracts. Meaning that the masses, through these mining contracts, have now access to<span style=\"font-weight: 400;\"> cheap electricity and advanced mining hardware <\/span><\/span><span>without requiring any expertise on how to assemble a mining operation.<\/span><br \/><span><\/span><\/p>","features":"","technology":"","twitter":"@hydro_miner","logo":"h2o.png","website":"<a href='https:\/\/www.hydrominer.org\/' target='_blank'>Hydrominer<\/a>","mining_proof":"","total_supply":"100000000"},"147":{"address":"0xffe8196bc259e8dedc544d935786aa4709ec3e64","symbol":"HDG","decimal":18,"name":"Hedge Token","description":"<p>The Hedge platform provides users with hedge intruments designed for the cryptocurrency market. <span>crowdsale supporters, technology evangelists, and crypto investors to manage<span> their portfolios according to preferred risk exposure. The HDG is an Ethereum-based token that is used to pay fees within the platform. This token runs on a buy-back program.<\/span><\/span><\/p>","features":"","technology":"","twitter":"@hedgetoken","logo":"hdg.png","website":"<a href='https:\/\/www.hedge-crypto.com\/' target='_blank'>Hedge Token<\/a>","mining_proof":"","total_supply":"5774676.11"},"148":{"address":"0xba2184520A1cC49a6159c57e61E1844E085615B6","symbol":"HGT","decimal":8,"name":"Hello Gold","description":"<p>HelloGold is a start-up that creates simple and accessible gold products for everyone, providing access to gold as a form of savings, loan collateral and remittance (value transfer). Founded in 2015 and headquartered in Kuala Lumpur, Malaysia, HelloGold built the world’s first Shariah compliant gold digital application that changes the way you buy and sell gold.<\/p><p>The Hello Gold foundation (HGF) is an organisation that was setup byu HelloGold to serve two primary objectives:<\/p><ul><li>Accelerate the use of blockchain technology for use by the mass market<\/li><li>Expand the availability of products that help the underserved and unbanked in emerging markets to have better and more affordable access to simple financial products beyond cash; i.e. providing the ability to diversify savings and better preserve wealth<\/li><\/ul>","features":"","technology":"","twitter":"https:\/\/twitter.com\/FoundationHG","logo":"hgt.jpg","website":"<a href='https:\/\/www.hellogold.com\/' target='_blank'>Hello Gold<\/a>","mining_proof":"","total_supply":"1000000000"},"150":{"address":"0x14F37B574242D366558dB61f3335289a5035c506","symbol":"HKG","decimal":3,"name":"Hacker Gold","description":"<p><span>Hacker Gold (HKG) is the official token of the Virtual Accelerator, a platform that allows for the promotion, testing and funding of ideas. It’s a place that allows new startups to be formed. HKG allows anyone to be involved and signify their appreciation of the best projects participating in the event. The teams who collect the most HKG will have the largest acceptance by the crowd and will have the greatest potential.<\/span><\/p><p> <\/p>","features":"","technology":"","twitter":"@CampEther","logo":"hkg.jpg","website":"<a href='https:\/\/hack.ether.camp\/' target='_blank'>Hacker Gold<\/a>","mining_proof":"","total_supply":""},"151":{"address":"0xcbCC0F036ED4788F63FC0fEE32873d6A7487b908","symbol":"HMQ","decimal":8,"name":"Humaniq","description":"<p>Humaniq is a decentralized application created on the Ethereum blockchain to deliver banking tools to the roughly two bln global inhabitants without access to more traditional institutions using the biometric technology as a anti-sybil measure. The dapp is to be made available for smartphones, making it globally accessible. HMQ is an Ethereum-based token that will be used for all operations within the network and will also be distributed to users through bounty and referral programs.<\/p>","features":"","technology":"","twitter":"@Humaniq_co","logo":"hmq.png","website":"<a href='https:\/\/humaniq.co\/' target='_blank'>Humaniq<\/a>","mining_proof":"","total_supply":""},"152":{"address":"0xb45d7Bc4cEBcAB98aD09BABDF8C818B2292B672c","symbol":"HODL","decimal":18,"name":"HOdlcoin","description":"<p>HOdlcoin is just like Bitcoin, but it pays interest on every balance. This is to recognize the importance of HODLers and properly reward HODLing.<\/p><p>Very high interest rates (4000%+ APR) are paid in the first few months to attract early adopters to the project.<\/p><p><strong>Proof of Work<\/strong><\/p><p><span>1GB AES Pattern Search POW. Pattern Search involves filling up RAM with pseudo-random data, and then conducting a search for the start location of an AES encrypted data pattern in that data. Pattern Search is an evolution of the ProtoShares Momentum PoW, first used in MemoryCoin and later modified for use in CryptoNight(Monero,Bytecoin), Ethash(Ethereum).  CPU\/GPU friendly.<\/span><\/p><p><strong>Pools<\/strong><\/p><ul><li><a href=\"https:\/\/hodl.suprnova.cc\/\" target=\"_blank\" class=\"ul\">https:\/\/hodl.suprnova.cc\/<\/a><\/li><li><a href=\"https:\/\/hodl.maxminers.net\/\" target=\"_blank\" class=\"ul\">https:\/\/hodl.maxminers.net\/<\/a><\/li><li><a href=\"https:\/\/hodl.blockquarry.com\/\" target=\"_blank\" class=\"ul\">https:\/\/hodl.blockquarry.com\/<\/a><\/li><\/ul><p><strong>Paper Wallet<\/strong><\/p><ul><li><a href=\"http:\/\/hodlpaperwallets.tk\/\" target=\"_blank\" class=\"ul\">http:\/\/hodlpaperwallets.tk\/<\/a><\/li><\/ul><p><strong>Block Explorers<\/strong><\/p><ul><li><a href=\"http:\/\/hodl.presstab.pw\/\" target=\"_blank\" class=\"ul\">http:\/\/hodl.presstab.pw<\/a><\/li><li><a href=\"http:\/\/www.tekyexplorer.xyz\/hodl\/\" target=\"_blank\" class=\"ul\">http:\/\/www.tekyexplorer.xyz\/hodl\/<\/a><\/li><li><a href=\"http:\/\/coinofview.com\/coin\/HOdlcoin.html\" target=\"_blank\" class=\"ul\">http:\/\/coinofview.com\/coin\/HOdlcoin.html<\/a><\/li><\/ul>","features":"<p><strong>Q: What is the official animal of HOdlcoin?<\/strong><\/p><p><span>The squirrel is the official animal of HOdlcoin. The squirrel is the animal kingdom&#39;s natural HOdler.<\/span><\/p><p><strong>Q: What is the official song of HOdlcoin?<\/strong><\/p><p>\"HODL California\" is the official song of HOdlcoin. You can check-out any time you like, but you can never leave.<\/p><p><strong>Q: How do I correctly capitalize HOdlcoin?<\/strong><\/p><p><span>HOdlcoin. <\/span><\/p><p><strong>Q: How do I correctly say HODL?<\/strong><\/p><p><span>HODL. It rhymes with Yodel. Yodeling is also the official musical style of HOdlcoin.<\/span><\/p><p><strong>Q: What is the smallest unit of HODL?<\/strong><\/p><p><span>The nut. There are 100,000,000 nuts in one HODL.<\/span><\/p><p><strong>Q: Why do you HODL?<\/strong><\/p><p><span>Because we suck at trading and we know we suck at trading <\/span><span>if you can pit pat piffy wing wong wang make a milino bucks no problem bro then you don&#39;t need to hodl<\/span><\/p>","technology":"<p><strong>Specifications<\/strong>:<\/p><ul><li><span>Subsidy: 50 HODL subsidy per block<\/span><\/li><li><span>Interest Supply: Between 150,000,000 and 500,000,000 HODL will be paid in interest to HODLers<\/span><\/li><li><span><span>Fair launch: No Premine\/Instamine\/Ninja\/100 initial 1 HODL blocks <\/span><\/span><\/li><li><span><span>Port: 1989<\/span><\/span><\/li><li><span><span>RPC Port: 11989<\/span><\/span><\/li><li><span><span>Testnet Port: 8989<\/span><\/span><\/li><li><span><span>Proof of Work: 1GB AES Pattern Search POW<\/span><\/span><\/li><li><span><span>Codebase: Bitcoin 0.11.2<\/span><\/span><\/li><\/ul><p><strong>Interest<\/strong><\/p><p><span>*NEW* Current Interest Rates and Page - <\/span><a href=\"http:\/\/hodlcoin.github.io\/\" target=\"_blank\" class=\"ul\">http:\/\/hodlcoin.github.io\/<\/a><\/p><p><strong>1. The Standard Interest Rate<\/strong><\/p><p><span>Interest is paid on regular balances (outputs), on every block, for a period of up to 30 days (561x30 blocks). The rate is  0.0000002384185791015625% (1\/2^22). It&#39;s compounded every block, so the rate is <\/span><span>approximately 5% APR. However, remember there is a maximum of 30 days, so to get that APR, you&#39;d need to log in each month and shuffle the HODL to a new address.<\/span><\/p><p><strong>2. Bonus Interest Rates<\/strong><\/p><p><span>To encourage early adoption, astronomical rates of interest are paid in the early months. The max rate is 0.0000152587890625 (1\/2^16). Compounded, the rate is 2174%. It&#39;s reduced every block by a multiplier - calculated like this =((409530-X)\/409530)^4 (X is the block where the balance is recorded as an output).<\/span><\/p><p><span>To calculate your bonus rate, you can use this formula.<\/span><\/p><p><span>Principal + (Standard Interest + (Bonus Interest * Bonus Multiplier)<\/span><\/p><p><span>Bonus rates<\/span><\/p><ul><li><span>Day  0 ~ 2174%<\/span><\/li><li><span>Day 30 ~ 1881%<\/span><\/li><li><span>Day 60 ~ 1543%<\/span><\/li><li><span>Day 90 ~ 1317%<\/span><\/li><li><span>.<\/span><\/li><li><span>.<\/span><\/li><li><span>Day 660 ~ 0.230% APR<\/span><\/li><li><span>Day 690 ~ 0.029% APR<\/span><\/li><li><span>Day 730 ~ no bonus<\/span><\/li><\/ul><p><strong>3. Term Deposit Bonus<\/strong><\/p><p><span>If you lock an amount of HODL as a term deposit, you can also get a bonus on the interest. The longer the deposit, the bigger bonus. The bonus is just a multiplier of the interest, so if you locked up 100 HODL for 1 year, you&#39;d expect a return of 5 HODL. The term deposit bonus for 1 year is about 100% - so at the end of the term you&#39;d have 110 HODL (Capital 100 + Interest 5 + Term Deposit Bonus 5). See the chart for the multipliers, or use this formula - =(1-((409530-X)\/409530)^6)*100  (X is the number of blocks to lock for, min 2 days, max 1 year)<\/span><\/p><p><span>So to calculate your full bonus return on a term deposit . . . it&#39;s<\/span><br \/><span>Principal + ((Standard Interest + (Bonus Interest * Bonus Multiplier))*Term Deposit Multiplier)<\/span><br \/><span><\/span><\/p><p><span>Term deposit Rates<\/span><\/p><ul><li><span>1 week term deposit ~ 5.6% bonus on interest<\/span><\/li><li><span>1 month term deposit ~ 22% bonus on interest<\/span><\/li><li><span>3 month term deposit ~ 55% bonus on interest<\/span><\/li><li><span>6 month term deposit ~ 82% bonus on interest<\/span><\/li><li><span>1 year term deposit ~ 98% bonus on interest<\/span><\/li><\/ul><p><span>n.b. When a Term Deposit matures, it stops earning interest - you must move it to start earning interest again.<\/span><\/p><p><span>n.b. Bonus rates are paid on regular balances too<\/span><\/p><p><span>n.b. The bonus rate is locked at the time of the transaction, the rate you can achieve reduces over time due to the multiplier, but once you&#39;re earning that bonus rate, it doesn&#39;t reduce.<\/span><\/p>","twitter":"@hodlcoin","logo":"hodl.png","website":"<a href='http:\/\/www.hodlcoin.com\/' target='_blank'>HOdlcoin<\/a>","mining_proof":"PoW","total_supply":"81962100"},"153":{"address":"0x554C20B7c486beeE439277b4540A434566dC4C02","symbol":"HST","decimal":18,"name":"Decision Token","description":"<p>Horizon State is a token-based blockchain voting and decision-making platform that delivers unprecedented trust through the integrity and post-unforgeable attributes of blockchain technology. Horizon State delivers a secure digital ballot box that cannot be hacked, wherein results can never be altered, and voter identities are protected. The platform operates through the use of Decision Tokens (HST). These are used for running the decision and voting processes by providing the ‘gas’ for voting and other services within the ecosystem.<\/p>","features":"","technology":"","twitter":"@horizonstate","logo":"hst.png","website":"<a href='https:\/\/horizonstate.com' target='_blank'>Decision Token<\/a>","mining_proof":"","total_supply":"48240069.5496"},"154":{"address":"0xC0Eb85285d83217CD7c891702bcbC0FC401E2D9D","symbol":"HVN","decimal":8,"name":"Hive","description":"<p>The Hive project aims to open up an entirely new market that provides liquidity to SMEs that are not able to get invoice factoring from traditional institutions. Through the use of the Ethereum blockchain, Hive serves as a decentralized data room for all invoices submitted assigns a unique fingerprint to every invoice issued by tokenizing invoices and publishing them on blockchain. This makes itpossible for businesses to automate their invoicing process and take advantage of factoring services.<\/p><p>The HVN is an ERC20 token bult on Ethereum that grants its holder the right to claim right over invoices on the Hive platform and obtain credit scores for certain entities which have a sufficient financial track record on the Hive blockchain.<\/p>","features":"","technology":"","twitter":"@hiveproject_net","logo":"hvt.png","website":"<a href='https:\/\/runcpa.com\/getoffer\/38228-8ee108816d4aedfd37ed56f82516af21-820' target='_blank'>Hive<\/a>","mining_proof":"","total_supply":"500000000"},"155":{"address":"0x5a84969bb663fb64F6d015DcF9F622Aedc796750","symbol":"ICE","decimal":18,"name":"iDice","description":"<p>iDice is a dice gambling Dapp powered by the Ethereum network. iDice allows players to, place bets in units of Ether. Bet on the house by holding iDice tokens. 100% of all profit iDice earns is distributed amongst token holders, proportional to the number of tokens they hold. iDice token holders enjoy the advantage of the house edge always being in their favor. Token holders should always return a profit according to the law of large numbers. The house edge will be set competitively and token holders have an expected value that is always equivalent to the house edge. iDice has a fully transparent source code available at etherscan.io. iDice does not require deposits nor sign ups. The payout of games is always immediate. It is the first blockchain dice game to incorporate mobile applications.<\/p>","features":"","technology":"","twitter":"@idice_io","logo":"46b-uaba_400x400.jpg","website":"<a href='https:\/\/idice.io\/' target='_blank'>iDice<\/a>","mining_proof":"","total_supply":"2071013"},"156":{"address":"0x888666CA69E0f178DED6D75b5726Cee99A87D698","symbol":"ICN","decimal":18,"name":"Iconomi","description":"<p>Iconomi is an European based exchange that allows users to easily acquire Ether with EUR. Iconomi has recently expanded into a crowdfunded project, the Iconomi <span>Open Fund Management platform. In the Iconomi OFM, users can choose between two investment types with different risk and profit levels, Coin Traded Funds (CTFs) and Coin Managed Funds (CMFs).<\/span><\/p><p><span>Iconomi (ICN) tokens allow users to vote regarding the platform&#39;s development and they pay out dividends from the profits generated by the Iconomi OFM platform.<\/span><\/p>","features":"","technology":"","twitter":"https:\/\/twitter.com\/iconominet","logo":"icn.png","website":"<a href='https:\/\/www.iconomi.net\/' target='_blank'>Iconomi<\/a>","mining_proof":"","total_supply":"100000000"},"158":{"address":"0x014B50466590340D41307Cc54DCee990c8D58aa8","symbol":"ICOS","decimal":6,"name":"ICOBox","description":"<p>ICOBox is a product that allows to lower the cost of conducting ICOs through automating and introducing templates and models in all three essential ICO components: Technology solution, Legal solution, Marketing solution.<\/p><p>ICOBox aims to stabilize the ICO market through mass ICO campaign production which will facilitate its decentralization and diversification.<\/p>","features":"","technology":"","twitter":"@icobox_io","logo":"icos1.png","website":"<a href='https:\/\/icos.icobox.io\/' target='_blank'>ICOBox<\/a>","mining_proof":"","total_supply":"591617"},"160":{"address":"0x7654915a1b82d6d2d0afc37c52af556ea8983c7e","symbol":"IFT","decimal":18,"name":"InvestFeed","description":"<p>InvestFeed is currently a cross-platform social trading platform in production for US Equities, available on Browser, Native iOS, and Native Android.<\/p><p>In InvestFeed’s system, FEED Tokens (IFT) will play a key role in providing economic incentives so that the rational behavior of individuals results in common good. On InvestFeed’s platform, contributors will be rewarded for their work and incentivized to continue increasing the value of the community ecosystem.<\/p><p>IFT Tokens will be of a standardized ERC20 form, so they can easily be integrated.<span> <\/span>Every feature in the InvestFeed platform that gives any added value to its user will require payment using IFT Tokens. Every user who facilitates the use of a feature which in turn gives added value, will be entitled to receive IFT Token (IFT).<\/p>","features":"","technology":"","twitter":"@investfeed","logo":"ift.png","website":"<a href='https:\/\/www.investfeed.com' target='_blank'>InvestFeed<\/a>","mining_proof":"","total_supply":"191381258"},"165":{"address":"0xf8e386EDa857484f5a12e4B5DAa9984E06E73705","symbol":"IND","decimal":18,"name":"Indorse","description":"<p>Indorse is a platform using new models of tokenization and decentralization to change the shape of professional social networking.<\/p><p>Indorse uses internal rewards (Indorse Rewards) and a reputation system (Indorse Score) to incentivize members to add their skills \/ accomplishments and indorse those of others.<\/p><p>The core features of the Indorse platform will be implemented through the combination of a few technologies, which include Ethereum, IPFS\/Swarm, and Whisper. The Indorse platform will have a serverless, decentralized architecture, with the content and code on IPFS, and the Ethereum blockchain as the computational engine.<\/p>","features":"","technology":"","twitter":"@joinindorse","logo":"ind.png","website":"<a href='https:\/\/indorse.io\/' target='_blank'>Indorse<\/a>","mining_proof":"","total_supply":"170622047"},"166":{"address":"0x5b2e4a700dfbc560061e957edec8f6eeeb74a320","symbol":"INS","decimal":10,"name":"INS Ecosystem","description":"<p>INS is the first global decentralized ecosystem that will enable consumers to buy groceries directly from manufacturers conveniently and at lower prices. The company will facilitate the direct interaction between consumers and manufacturers. Bypassing retailers and wholesalers means a more personalized and transparent grocery shopping experience at lower prices.<\/p><p>INS will enable manufacturers to create bespoke marketing programs to promote their goods directly to the consumers. These programs run on smart contracts and powered by the INS token as a means of reward.<\/p>","features":"","technology":"","twitter":"@INS_Ecosystem","logo":"ins.png","website":"<a href='https:\/\/www.ins.world' target='_blank'>INS Ecosystem<\/a>","mining_proof":"","total_supply":"100000000"},"167":{"address":"0xa8006c4ca56f24d6836727d106349320db7fef82","symbol":"INXT","decimal":8,"name":"Internxt","description":"<p>Internxt is a Peer-to-Peer cloud computing network that will leverage the Ethereum blockchain to provide a more efficient, private, and secure internet.<\/p><p>The Internxt token (ERC-20) will be used to pay for the cloud services, like data storage. The Internxt token will also allow users to sell the resources of their machines to those who are looking to host data.   <\/p>","features":"","technology":"","twitter":"@internxt_io","logo":"inxt.png","website":"<a href='https:\/\/internxt.io\/' target='_blank'>Internxt<\/a>","mining_proof":"","total_supply":"1119295"},"168":{"address":"0x0aeF06DcCCC531e581f0440059E6FfCC206039EE","symbol":"ITT","decimal":8,"name":"Intelligent Trading Technologies","description":"<p>The Intelligent Trading Technologies platform leverages <span>artificial intelligence to provide personalized trading alerts to users. ITT is an Ethereum-based token that <\/span><span>allows token holders to <\/span>pay all subscription fees on the ITT platform. 25% of the subscription fees collected from ITT&#39;s users are burnt, creating a deflationary currency.<\/p>","features":"","technology":"","twitter":"@ITT_Token","logo":"itt.png","website":"<a href='http:\/\/intelligenttrading.org\/' target='_blank'>Intelligent Trading Technologies<\/a>","mining_proof":"","total_supply":"11500000"},"169":{"address":"0xfca47962d45adfdfd1ab2d972315db4ce7ccf094","symbol":"IXT","decimal":8,"name":"iXledger","description":"<p>InsureX is a decentralized marketplace for insurance products based on blockchain technology. This <span>alternative marketplace aims to bring insurers, reinsurers and brokers together in an efficient, cost-effective and transparent manner that skips middlemen and unneeded fees. The InsureX (IXT) token is the underlying token used in the InsureX market by the community, customers and <span>partners to buy data and premium services.<\/span><\/span><\/p><p> <\/p>","features":"","technology":"","twitter":"@iXledgertech","logo":"ixt.png","website":"<a href='http:\/\/ixledger.com' target='_blank'>iXledger<\/a>","mining_proof":"","total_supply":"65778843.8311"},"174":{"address":"0xa5Fd1A791C4dfcaacC963D4F73c6Ae5824149eA7","symbol":"JNT","decimal":18,"name":"Jibrel Network Token","description":"<p><span style=\"font-weight: 400;\">Jibrel Network provides currencies, equities, commodities and other financial assets and money <\/span> <span style=\"font-weight: 400;\">instruments as standard ERC-20 tokens on the Ethereum blockchain.  In the medium to long-term, <\/span> <span style=\"font-weight: 400;\">Jibrel will focus on tokenizing debt instruments and their derivatives- thereby streamlining large <\/span> <span style=\"font-weight: 400;\">portions of retail investment and investment banking operations.<\/span><\/p><p><span style=\"font-weight: 400;\"><br \/><\/span><span style=\"font-weight: 400;\">Jirbel are the first protocol to allow anyone to put traditional assets such as currencies, bonds, and <\/span> <span style=\"font-weight: 400;\">other financial instruments on the blockchain in a form of Crypto Depository Receipts (CryDRs). <\/span> <span style=\"font-weight: 400;\">Our CryDRs have smart regulation built in; real-world rules and regulations are translated into <\/span> <span style=\"font-weight: 400;\">solidity code to ensure that while decentralized, tokenized financial assets always follow real world <\/span> <span style=\"font-weight: 400;\">rules and regulations.<\/span><\/p><p> <\/p>","features":"","technology":"","twitter":"www.twitter.com\/jibrelnetwork\/","logo":"jnt.jpg","website":"<a href='https:\/\/jibrel.network\/' target='_blank'>Jibrel Network Token<\/a>","mining_proof":"","total_supply":""},"175":{"address":"0x27695E09149AdC738A978e9A678F99E4c39e9eb9","symbol":"KICK","decimal":8,"name":"KickCoin","description":"<p>KickCoin is a cryptocurrency that will be accepted and used by the projects that are launched on the KICKICO platform (as well as by all its partners). KICK will be primarily used as a payment method on the platform. KICKICO takes half the commission (4%) of ICO campaigns launched in their tokens to the KICKONOMY fund.<\/p><p>KickCoin can&#39;t be mined by users and are instead emitted during the fundraising process - whenever somebody contributes to the campaign directly to the smart contract address, new KickCoins are minted and sent to the address, from which the payment in ETH was made.<\/p>","features":"","technology":"","twitter":"@KICKICOplatform","logo":"kick.png","website":"<a href='https:\/\/www.kickico.com\/' target='_blank'>KickCoin<\/a>","mining_proof":"","total_supply":"476222009"},"176":{"address":"0x818Fc6C2Ec5986bc6E2CBf00939d90556aB12ce5","symbol":"KIN","decimal":18,"name":"Kin","description":"<p><span>Kin is a decentralized ecosystem composed of<\/span> a group of digital services l<span>aunched by Kik<\/span>. The Kin token is an Ethereum-based cryptocurrency that is to be used for daily online activites such as instant messaging, social media, tipping and payments within the <span>Kin Ecosystem <\/span>. The Kin token will <span>will also serve as the basis of interchangeability with other digital services.<\/span><\/p>","features":"","technology":"","twitter":"@kin_foundation","logo":"kin.png","website":"<a href='https:\/\/kin.kik.com\/' target='_blank'>Kin<\/a>","mining_proof":"","total_supply":"10000000000000"},"177":{"address":"0xdd974D5C2e2928deA5F71b9825b8b646686BD200","symbol":"KNC","decimal":18,"name":"Kyber Network","description":"<p>KyberNetwork is an on-chain protocol which allows instant exchange and conversion of digital assets (e.g. crypto tokens) and cryptocurrencies (e.g. Ether, Bitcoin, ZCash) with high liquidity.<\/p><p>KyberNetwork wants to implement several ideal operating properties of an exchange including trustless, decentralized execution, instant trade and high liquidity. Besides serving as an exchange, KyberNetwork also provides payment APIs that will allow Ethereum accounts to easily receive payments from any crypto tokens.<\/p>","features":"","technology":"","twitter":"@KyberNetwork","logo":"knc.png","website":"<a href='https:\/\/kyber.network\/' target='_blank'>Kyber Network<\/a>","mining_proof":"","total_supply":"226000000"},"180":{"address":"0xff18dbc487b4c2e3222d115952babfda8ba52f5f","symbol":"LIFE","decimal":18,"name":"LIFE","description":"<p>LIFE is an ERC20 token based on the Ethereum blockchain. Its primary goal is to be used for charitable causes.<\/p>","features":"","technology":"","twitter":"@LIFEtoken_","logo":"life.png","website":"<a href='https:\/\/token.lifelabs.io\/' target='_blank'>LIFE<\/a>","mining_proof":"","total_supply":"100000000000"},"186":{"address":"0x5e3346444010135322268a4630d2ed5f8d09446c","symbol":"LOC","decimal":18,"name":"Loco","description":"<p>Loco is a PoW\/PoS hybrid cryptocurrency using the Quark algorithm. It features fast transactions through InstantX and anonymous payments through Darksend.<\/p>","features":"","technology":"","twitter":"","logo":"loc.png","website":"-","mining_proof":"PoW\/PoS","total_supply":""},"188":{"address":"0xEF68e7C694F40c8202821eDF525dE3782458639f","symbol":"LRC","decimal":18,"name":"Loopring","description":"<p>Loopring is an open, multilateral token exchange protocol for decentralized exchange on the Ethereum blockchain. Loopring is intended to serve as a common building block with open standards, driving interoperability among decentralized applications (DAPPs) that incorporate exchange functionality. Trades are executed by a system of Ethereum smart contracts that are publicly accessible, free to use, and that any dApp can hook into. Loopring’s token is based on the ERC20 Ethereum Token Standard and can be liquidated through a Loopring smart contract.<\/p>","features":"","technology":"","twitter":"@loopringorg","logo":"lrc.png","website":"<a href='https:\/\/loopring.org' target='_blank'>Loopring<\/a>","mining_proof":"","total_supply":"1395076055"},"191":{"address":"0xfa05A73FfE78ef8f1a739473e462c54bae6567D9","symbol":"LUN","decimal":18,"name":"Lunyr","description":"<p>Lunyr is an Ethereum-based crowdsourced encyclopedia that rewards users with app tokens for peer-reviewing and contributing information, thus providing reliable, accurate information. The LUN tokens will be used to place ads on the platform. They function as part of the incentive system to drive contribution, peer review, and dispute and quality resolution. <span data-mce-new=\"true\">That platform itself is a crowdsourced decentralized knowledge base where contributors earn LUN tokens.<\/span><\/p><p><span>Lunyr&#39;s mission is to develop solutions that fundamentally change the way we publish, store, and exchange information. Through the use of blockchain technology, we enable individuals to capture the world&#39;s knowledge in a medium that is ubiquitous, censorship-resistant, and immortal.<\/span><\/p>","features":"","technology":"","twitter":"@LunyrInc","logo":"lunyr-logo.png","website":"<a href='https:\/\/lunyr.com\/' target='_blank'>Lunyr<\/a>","mining_proof":"","total_supply":"2703356.0785"},"193":{"address":"0x0F5D2fB29fb7d3CFeE444a200298f468908cC942","symbol":"MANA","decimal":18,"name":"Decentraland","description":"","features":"","technology":"","twitter":"@decentraland","logo":"mana.png","website":"<a href='https:\/\/decentraland.org\/' target='_blank'>Decentraland<\/a>","mining_proof":"","total_supply":"2805886393.1583"},"194":{"address":"0x386467f1f3ddbe832448650418311a479eecfc57","symbol":"MBRS","decimal":0,"name":"Embers","description":"<p>Embermine is a smart contract platform designed to empower users in all projects garanteeing revenue and royalty shares between collaborators in a decentralized environment.<\/p>","features":"","technology":"","twitter":"@TheEmbermine","logo":"mbrs.png","website":"<a href='https:\/\/embermine.com\/' target='_blank'>Embers<\/a>","mining_proof":"","total_supply":"50000000"},"195":{"address":"0x93E682107d1E9defB0b5ee701C71707a4B2E46Bc","symbol":"MCAP","decimal":8,"name":"MCAP","description":"<p>MCAP is a tokenized investment fund by the BitcoinGroth Fund project. It focuses on mining and ICO investments. The MCAP coin is an Ethereum-based token and represents a share in the holdings of the MCAP fund.<\/p>","features":"","technology":"","twitter":"","logo":"mcap.png","website":"<a href='https:\/\/bitcoingrowthfund.com\/mcap' target='_blank'>MCAP<\/a>","mining_proof":"","total_supply":"100000000"},"196":{"address":"0x138A8752093F4f9a79AaeDF48d4B9248fab93c9C","symbol":"MCI","decimal":18,"name":"Musiconomi","description":"<p>Musiconomi is a decentralized platform that allows artists, DJs, bloggers, promoters, listeners, and other entrepreneurial music enthusiasts to share and promote music. MIC it an Ethereum-based utility token used as the payment mechanism within the Musiconomi&#39;s platform. MIC is also used as a reward for users that contribute to the ecosystem. <span>It is also used as a ‘staking’ mechanism whereby token holders are able to access tools and features of the platform.<\/span><\/p>","features":"","technology":"","twitter":"@Musiconomi","logo":"mci.png","website":"<a href='https:\/\/musiconomi.com\/' target='_blank'>Musiconomi<\/a>","mining_proof":"","total_supply":"100000000"},"197":{"address":"0xB63B606Ac810a52cCa15e44bB630fd42D8d1d83d","symbol":"MCO","decimal":8,"name":"Monaco","description":"<p><span>The functionality of Monaco VISA® Card makes it a must-have item not only for every Ether or Bitcoin holder, but also for everyone who spends money in foreign currency. <\/span><\/p><p><span>Core features:<\/span><\/p><p><span> - Spend your Ether or Bitcoin with a physical Monaco VISA® Card, wherever VISA® cards are accepted, both online &amp; offline<\/span><\/p><p><span> - Only the exact amount that you spend with your Monaco VISA® Card will be incrementally exchanged from ETH\/BTC in real-time when you swipe your card, with rest being securely stored in your wallet to which only you have access <\/span><\/p><p><span>- Exchange money at perfect interbank exchange rates using Monaco App <\/span><\/p><p><span>- Enjoy the same perfect interbank rates whenever you spend on Monaco VISA® Card <\/span><\/p><p><span> - Sending money between Monaco App users is free &amp; real-time, with the money being instantly available for the recipient on their Monaco VISA® Card - Customer onboarding can be done entirely via the mobile App – a process taking less than 3 minutes<\/span><\/p>","features":"","technology":"","twitter":"@monaco_card","logo":"mco.jpg","website":"<a href='https:\/\/mona.co\/' target='_blank'>Monaco<\/a>","mining_proof":"","total_supply":"31587682.3632061"},"198":{"address":"0x51DB5Ad35C671a87207d88fC11d593AC0C8415bd","symbol":"MDA","decimal":18,"name":"Moeda","description":"<p>MOEDA is a Cooperative Crypto Credit Banking-as-a-Service Platform designed to provide a mobile lending system. Moeda will provide a multi-purpose digital identity and opportunities to build credit-worthiness and reputation. It will also give investors real-time transparency of SDG-aligned Impact Investment, trust of cryptographically assured blockchain records and contracts while facilitating the scaling of community investments, payment transactions and service more customers online.<\/p><p>Moeda Tokens (MDA) are backed by a social contract in loyal support of Green Cross Brazil to achieve the United Nations Sustainable Development Goals (SDGs). The tokens will be transferable once the sale has concluded.<\/p>","features":"","technology":"","twitter":"@moedabanking","logo":"mda.png","website":"<a href='https:\/\/moeda.in\/' target='_blank'>Moeda<\/a>","mining_proof":"","total_supply":"19628888"},"199":{"address":"0x40395044Ac3c0C57051906dA938B54BD6557F212","symbol":"MGO","decimal":8,"name":"MobileGo","description":"<p>MobileGo is a dual-blockchain token that will “gamify” the GameCredits Mobile Store which currently has over 300 games from 150 different developers. The MobileGo token will be the first dual-blockchain asset ever issued, as users will be able to transfer it seamlessly between the Ethereum and Waves blockchain. This is achieved by using locked wallets and smart contracts. MGO will be used to implement decentralized features on the <span>GameCredits<\/span> Moblie platform through Ethereum and Waves.<\/p>","features":"","technology":"","twitter":"@MobileGoIco","logo":"mgo.png","website":"<a href='http:\/\/mobilego.io\/' target='_blank'>MobileGo<\/a>","mining_proof":"","total_supply":"100000000"},"201":{"address":"0xC66eA802717bFb9833400264Dd12c2bCeAa34a6d","symbol":"MKR","decimal":18,"name":"Maker","description":"<p><span>Maker DAO is a decentralized autonomous organization on the <\/span><a href=\"https:\/\/ethereum.org\/\">Ethereum<\/a><span> blockchain seeking to minimize the price volatility of its own stable token Dai against the IMF’s currency basket SDR. It&#39;s token, <\/span>MKR is a speculative Ethereum based asset that backs the value of the dai, a stable price stable coin issued on Ethereum. Maker earns a continuous fee on all outstanding dai in return for governing the system and taking on the risk of bailouts. Maker’s income is funnelled to MKR owners through BuyBack program (Buy&amp;Burn).<\/p>","features":"","technology":"","twitter":"","logo":"mkr.png","website":"-","mining_proof":"","total_supply":"1000000"},"202":{"address":"0xBEB9eF514a379B997e0798FDcC901Ee474B6D9A1","symbol":"MLN","decimal":18,"name":"Melon","description":"<p><span>The Melon protocol is a blockchain protocol for digital asset management on the Ethereum platform. It enables participants to set up, manage and invest in digital asset management strategies in an open, competitive and decentralised manner.<\/span><\/p><p><span>The usage token is called Melon token MLN and is a core component of the Melon project. It is designed to enjoy a “usage right” to the Melon protocol. To use the Melon protocol one has to use MLN token. This “usage fee” will most likely be imposed on trading. <\/span><\/p>","features":"","technology":"","twitter":"@melonport","logo":"mln.png","website":"<a href=' https:\/\/melonport.com\/' target='_blank'>Melon<\/a>","mining_proof":"","total_supply":"749400"},"203":{"address":"0x1a95B271B0535D15fa49932Daba31BA612b52946","symbol":"MNE","decimal":8,"name":"Minereum","description":"<p>Minereum is the first ever self mining Smart Contract Token. Coins are generated on the fly with a mathematical formula. The MNE token is an Ethereum-based token.<\/p><p>The Genesis Addresses Collection occurred between April 14 5 PM UTC and April 15 5 PM UTC, 4268 addresses were collected from the community. Each Genesis Address was attributed 32,000 coins, as there were 4268 Genesis Addresses, the Total Maximum Supply was set to 136,576,000 MNE. Although the Total Max Supply is set to 136,576,000 MNE, this supply will only be reached in about 47 years. This is because of the Self Mining principle of minereum that only allows each Genesis Address to mine 0.00032 MNE per ethereum block.<\/p>","features":"","technology":"","twitter":"@minereumtoken","logo":"mne.png","website":"<a href='https:\/\/www.minereum.com\/' target='_blank'>Minereum<\/a>","mining_proof":"","total_supply":"136576000"},"204":{"address":"0xA9877b1e05D035899131DBd1e403825166D09f92","symbol":"MNT","decimal":18,"name":"GoldMint","description":"<p>The GoldMint platform is built on a private blockchain, based on the Graphene technology. The advantages of Graphene which has determined the company’s choice is that it is open-source. GoldMint wants to build a safe architecture with a high bandwidth and the ability to use custom Proof-of-Stake consensus. Vending Gold Storage A safe storage that gives the ability to quickly and safely take out loans using gold or gold jewelry as security.<\/p><p>Goldmint App creates and proceeds blocks within the private GoldMint blockchain and recieves a commission for the processed transactions. The Goldmint API allows any financial institution to use GOLD cryptoassets as a means of payment.<\/p>","features":"","technology":"","twitter":"@goldmint_io","logo":"mntp.png","website":"<a href='http:\/\/goldmint.io\/?utm_source= cryptocompare.com&utm_medium=tracker' target='_blank'>GoldMint<\/a>","mining_proof":"","total_supply":"10000000"},"206":{"address":"0x957c30aB0426e0C93CD8241E2c60392d08c6aC8e","symbol":"MOD","decimal":0,"name":"Modum","description":"<p>Modum is a platform that will use the Ethereum blockchain to provide a supply chain for the pharmacy industry assuring a high level of data integrity, security, independent verification and, flexible data ownership, just to name a few characteristics. In order to achieve this, Modum solutions enables companies to prove compliance with GDP regulations using blockchain and Internet-of-Things (IoT) technology.<\/p><p>The Modum token will give to users voting rights. The token holders could vote to decide either if the pre-defined milestones of the project were achieved or not. Furthermore, users will benefit as Modum shareholders.<\/p>","features":"","technology":"","twitter":"@modum_io","logo":"mod.png","website":"<a href='https:\/\/modum.io\/' target='_blank'>Modum<\/a>","mining_proof":"","total_supply":"18266200"},"207":{"address":"0xAB6CF87a50F17d7F5E1FEaf81B6fE9FfBe8EBF84","symbol":"MRV","decimal":18,"name":"Macroverse","description":"<p>Macroverse proposes to develop a ready-made procedurally-generated universe, called Macroverse, and to deploy it on the Ethereum blockchain. Macroverse will take the form of a set of smart contracts implementing the Macroverse Generator (MG), which can be queried by smart-contractbased games written by developers. Game contracts will call the MG to request information on the state of the Macroverse world, and the MG will use procedural generation to synthesize the information and will then return it to the game.<\/p><p>Access to Macroverse, and specifically the ability to interact with the MG smart contracts, will be controlled by a token: the Macroverse Token (MRV). The token which functions as a transferable, divisible software license. In the initial access control implementation, players will need to hold a configurable minimum MRV balance in order to use games or other applications that query the MG. Additionally, the MRV token will be used to claim ownership of land, or even entire planets or star systems, in the shared Macroverse world, conferring in-game benefits in supported games.<\/p>","features":"","technology":"","twitter":"@MacroverseMRV","logo":"mrv.png","website":"<a href='https:\/\/macroverse.io' target='_blank'>Macroverse<\/a>","mining_proof":"","total_supply":"668908"},"208":{"address":"0x68AA3F232dA9bdC2343465545794ef3eEa5209BD","symbol":"MSP","decimal":18,"name":"Mothership","description":"<p>Mothership is aims to be a blockchain financial services focused around the Estonian e-Residence government programme. The core of these services are:<\/p><ul><li>Token amrket for the EU<\/li><li>Wallet connected to your e-Resident digital ID<\/li><li>Secure crypto exchange <\/li><li>Hosting platform for blockchain applications<\/li><\/ul>","features":"","technology":"","twitter":"@MothershipCX","logo":"c9fobrlr_400x400.jpg","website":"<a href='https:\/\/mothership.cx\/' target='_blank'>Mothership<\/a>","mining_proof":"","total_supply":"200000000"},"209":{"address":"0xaF4DcE16Da2877f8c9e00544c93B62Ac40631F16","symbol":"MTH","decimal":5,"name":"Monetha","description":"<p>Monetha is a decentralized payment solution built on the Ethereum network. The Monetha solution leverages smart contract technology to provide a <span>decentralized trust and reputation system in which sellers ratings are attatched to their respective transactions. The solution also enables merchants to accept ETH and Ethereum-based tokens which can be exchanged automatically into fiat currency<\/span><\/p><p><span>MTH is an Ethereum-based token that is used to pay for goods on Monetha. The value of the MTH token is based on its underlying assets, properties and\/or <span>associated rights. Monetha tokens also represent percentage share of revenue of Monetha project.<\/span><\/span><\/p>","features":"","technology":"","twitter":"@Monetha_io","logo":"mth.png","website":"<a href='https:\/\/www.monetha.io' target='_blank'>Monetha<\/a>","mining_proof":"","total_supply":"402400000"},"210":{"address":"0xF433089366899D83a9f26A773D59ec7eCF30355e","symbol":"MTL","decimal":8,"name":"Metal","description":"<p>Metal is a blockchain-based system utilizing Proof-of-Processed-Payments to identify users, rewarding them for converting legacy fiat currency into cryptocurrency<span>, acting as a bridge to the cryptocurrency world. Metal&#39;s system uses provable payments attached to verified identities to distribute currency. Anyone can participate to earn METAL as a reward for converting fiat to cryptocurrency. The Metal project aims<\/span><span><span> to provide all of the financial services small to medium sized businesses (SMB) might need.<\/span><\/span><\/p><p><span><span>The MTL token is the native currency within the Metal system and it&#39;s distributed through a Proof of Processed Payments (PoPP) in which users earn MTL for sending money or making purchases.<\/span><\/span><\/p>","features":"","technology":"","twitter":"@metalpaysme","logo":"mtl.png","website":"<a href='https:\/\/www.metalpay.com\/' target='_blank'>Metal<\/a>","mining_proof":"PoPP","total_supply":"66588888"},"211":{"address":"0x7FC408011165760eE31bE2BF20dAf450356692Af","symbol":"MTR","decimal":8,"name":"MasterTraderCoin","description":"<p>A scarce peer-to-peer digital currency that enables traders to receive instant payments for providing accurate depictions of trading fundamentals and strategy. <\/p>","features":"","technology":"","twitter":"@MTRDevelopers","logo":"frac.png","website":"<a href='http:\/\/mastertradercoin.com\/' target='_blank'>MasterTraderCoin<\/a>","mining_proof":"PoW\/PoS","total_supply":"10110000"},"212":{"address":"0x0AF44e2784637218dD1D32A322D44e603A8f0c6A","symbol":"MTX","decimal":18,"name":"Matryx","description":"<p>Matryx is a decentralized platform created to make online collaboration more efficient through a <span>a bounty system, a library of digital assets, and a marketplace. In the platform, users can post problems\/jobs, along with a bounty for their solution, allowing bounty hunters in the platform to complete the bounty in collaboration and to share the rewards. Rewards are given to all relevant contributors, and all submissions are added to the Matryx library and marketplace for future purchase.<\/span><\/p><p>The MTX is an Ethereum-based token that allows users to interact with the platform. Bounties are paid in MTX on the platform.<\/p>","features":"","technology":"","twitter":"@matryx_ai","logo":"mtx.png","website":"<a href='https:\/\/matryx.ai' target='_blank'>Matryx<\/a>","mining_proof":"","total_supply":""},"214":{"address":"0xa645264C5603E96c3b0B078cdab68733794B0A71","symbol":"MYST","decimal":8,"name":"Mysterium","description":"<p>Mysterium is a decentralized VPN service based on the Ethereum Network, allowing allowing anyone to rent their idle Network traffic, while providing a secure connection for those in need. The MYST token allows users to perform activities within the Mysterium VPN network both<span> as VPN clients or as a service provider (VPN Node).<\/span><\/p>","features":"","technology":"","twitter":"@MysteriumNetwork","logo":"myst.png","website":"<a href='https:\/\/mysterium.network\/' target='_blank'>Mysterium<\/a>","mining_proof":"","total_supply":"32433366"},"215":{"address":"0xa54ddc7b3cce7fc8b1e3fa0256d0db80d2c10970","symbol":"NDC","decimal":18,"name":"NeverDie","description":"<p>The purpose of the NeverDieCoin and is to turn the mechanics of buying a new life in a game, or traveling within a game or between games into a utility that requires universal tokens. With a limit to the number of tokens in circulation, these utility tokens gain an intrinsic value as the demand to utilize them grows. The tokens will be consumed each time they are used within a game and divided through smart contract design and API into fragments to be re-looted, mined, or collected and re-crafted with player skill so that they can be traded between players and used again. This will create a turnkey starting point for all game economies, as players will need to harvest and trade between each other in raw virtual materials to pay for their new lives or to hop between games.<\/p><p>As each token is consumed through the utility, a fragment of the token will also be assigned to the game developer as operating income and into other funds. A percentage of each token consumed will be burned.<\/p>","features":"","technology":"","twitter":"@nevereverdie","logo":"ndc.png","website":"<a href='https:\/\/neverdie.com' target='_blank'>NeverDie<\/a>","mining_proof":"","total_supply":"400000000"},"216":{"address":"0xcfb98637bcae43C13323EAa1731cED2B716962fD","symbol":"NET","decimal":18,"name":"NetCoin","description":"<p>Netcoin (NET) is a proposed Scrypt type cryptocurrency with a hybrid proof-of-work and proof-of-stake system that affords eventual control of the monetary supply to users. Mining features a Super block every hour equal to 8 times the regular blocks. Netcoin v1.2.0 features the Kimoto Gravity Well difficulty adjustment algorithm.<\/p>","features":"","technology":"","twitter":"@NetcoinNET","logo":"net.png","website":"<a href='http:\/\/netcoinfoundation.org\/' target='_blank'>NetCoin<\/a>","mining_proof":"PoW","total_supply":""},"217":{"address":"0xa823e6722006afe99e91c30ff5295052fe6b8e32","symbol":"NEU","decimal":18,"name":"Neumark","description":"<p>Neufund is a fundraising platform for startups and existing businesses. Startups\/existing businesses will be able to present their projects in the platform for which they want to receive a venture capital. When accepted in the platform, an ETO (Equity Token Offering) takes place and users can decide either to invest in it or not.<\/p><p>Neumark is an ERC20 token based on the Ethereum blockchain. It will allow users to invest in the listed companies in the platform and benefit as shareholders. Furthermore, it gives users rights to platform fees (for example, the fee charged to the companies for the ETO) and rights to participate in the platform portfolio.<\/p>","features":"","technology":"","twitter":"@neufundorg","logo":"neu.png","website":"<a href='https:\/\/neufund.org\/' target='_blank'>Neumark<\/a>","mining_proof":"","total_supply":"1500000000"},"218":{"address":"0xe26517A9967299453d3F1B48Aa005E6127e67210","symbol":"NIMFA","decimal":18,"name":"Nimfamoney","description":"<p>Nimfamoney wants to be the world’s first 100% decentralized cryptocurrency lending platform for token purchase on exchanges and ICOs for maximizing your personal profit. The platform allows investors to access 0% interest on loans to invest in blockchain companies or ICO&#39;s.<\/p>","features":"","technology":"","twitter":"https:\/\/twitter.com\/nimfamoney","logo":"nimfa.jpg","website":"<a href='https:\/\/nimfamoney.io\/' target='_blank'>Nimfamoney<\/a>","mining_proof":"","total_supply":"100000000"},"219":{"address":"0x1776e1F26f98b1A5dF9cD347953a26dd3Cb46671","symbol":"NMR","decimal":18,"name":"Numerai","description":"<p> <span>Numerai is a network of data scientists that are incentivised to forecast models to improve hedge fund returns. Numaire is the token that facilitates the reward structure that correct predictions receive. Founders described it as a<\/span><span> social network or software company whose business model happens to be a hedge fund. USV partner Andy Weissman says, “Network effects get more valuable with every participant that uses them. What’s an example of that in a financial institution? We’ve never seen one before except for this.”<\/span><\/p><p>Numerai has already raised $7.5 million in traditional venture capital from Union Square Ventures, Joey Krug (Augur), Juan Benet (FileCoin), Fred Ehrsam (Coinbase), and Olaf Carlson-Wee (Polychain). So the Numeraire token will not be sold in a “crowdsale” or “ICO”.<\/p><p>In Febuary 2017 1,000,000 NMR tokens were issued to 12,000 data scientists.<\/p><p><a href=\"https:\/\/numer.ai\/whitepaper.pdf\" target=\"_blank\">White paper<\/a><\/p><p><a href=\"https:\/\/forum.numer.ai\/\" target=\"_blank\">Forum<\/a><\/p>","features":"","technology":"","twitter":"@numerai","logo":"nmr.png","website":"<a href='https:\/\/numer.ai\/' target='_blank'>Numerai<\/a>","mining_proof":"","total_supply":"2297106"},"224":{"address":"0x701C244b988a513c945973dEFA05de933b23Fe1D","symbol":"OAX","decimal":18,"name":"OpenANX","description":"<p><span>OAX is a token that can be exchanged for memberships in the DAO and\/or its association. Members will be entitled to certain privileges, including but not limited to voting privileges on major operational decisions relating to the openANX platform. <\/span><\/p><p><span>The memberships will work through a tiered structure that allow for simple access, voting privileges or commercial (read: business) solicitation of services on the platform (e.g. escrow, legal, exchange, credit, asset gateway) with the relative number of tokens required for redemption varying with the level of benefits.<\/span><\/p>","features":"","technology":"","twitter":"@OAX_Foundation","logo":"oax.png","website":"<a href='https:\/\/www.openanx.org\/' target='_blank'>OpenANX<\/a>","mining_proof":"","total_supply":"100000000"},"226":{"address":"0xd26114cd6EE289AccF82350c8d8487fedB8A0C07","symbol":"OMG","decimal":18,"name":"OmiseGo","description":"<p>OmiseGO is building a decentralized exchange, liquidity provider mechanism, clearinghouse messaging network, and asset-backed blockchain gateway. OmiseGO is not owned by any single one party. Instead, it is an open distributed network of validators which enforce behavior of all participants. It uses the mechanism of a protocol token to create a proof-of-stake blockchain to enable enforcement of market activity amongst participants.<\/p><p>Owning OMG tokens buys the right to validate this blockchain, within its consensus rules. Transaction fees on the network including payment, interchange, trading, and clearinghouse use, are given to non-faulty validators who enforce bonded contract states. The token will have value derived from the fees derived from this network, with the obligation\/cost of providing validation to its users.<\/p>","features":"","technology":"","twitter":"@omise_go","logo":"omisego.png","website":"<a href='https:\/\/omg.omise.co\/' target='_blank'>OmiseGo<\/a>","mining_proof":"PoS","total_supply":"140245398"},"228":{"address":"0x4355fC160f74328f9b383dF2EC589bB3dFd82Ba0","symbol":"OPT","decimal":18,"name":"Opus","description":"<p>Opus is a <span><span>decentralized music-sharing platform that is uncensorable, fair and easy to use, with its main focus being the monetization of music with no middlemen fees involved, ensuring that artists are properly rewarded fortheir efforts. Opus leverages the Ethereum network for transactions and the IPFS protocol for file storage. The OPT token is used for all in-platform transatcions.<\/span><\/span><\/p>","features":"","technology":"","twitter":"@opusfoundation","logo":"opt.png","website":"<a href='http:\/\/opus-foundation.org\/' target='_blank'>Opus<\/a>","mining_proof":"","total_supply":"1600000000"},"231":{"address":"0xB97048628DB6B661D4C2aA833e95Dbe1A905B280","symbol":"PAY","decimal":18,"name":"TenX","description":"<p><span>TenX is a blockchain-based service that focuses on providing<\/span><span> user access to a large range of blockchain assets with convenience and security. <\/span><span>TenX offers a debit card and accompanying mobile wallet that can be funded with any blockchain asset. The TenX card can be used in almost 200 countries at over 36 million points of acceptance. <\/span>The TenX token, PAY, allows users to \"own\" part of the TenX system, as for every transaction made with the wallet, the token holder receives rewards in Ether.<br \/><span> <\/span><br \/><br \/><\/p>","features":"","technology":"","twitter":"@tenxwallet","logo":"pay.png","website":"<a href='https:\/\/www.tenx.tech\/' target='_blank'>TenX<\/a>","mining_proof":"","total_supply":"205218255.9485"},"232":{"address":"0x55648de19836338549130b1af587f16bea46f66b","symbol":"PBL","decimal":18,"name":"Publica","description":"<p>Publica is a decentralized publishing platform that plans to connect authors and readers. The publica platform will leverage the Ethereum blockchain to create the largest publisher, in which readers can purchase (with READ tokens) access keys for the literary. The content will be stored in a decentralized immutable storage allowing the publisher to have zero inventory and at the same time provide an platform with a variety of literary accessible. <\/p>","features":"","technology":"","twitter":"@PublicaIO","logo":"pbl.png","website":"<a href='https:\/\/publica.io\/' target='_blank'>Publica<\/a>","mining_proof":"","total_supply":"33787150"},"235":{"address":"0x8eFFd494eB698cc399AF6231fCcd39E08fd20B15","symbol":"PIX","decimal":0,"name":"Lampix","description":"<p>Lampix is a hardware and software solution that transforms any surface into a smart, augmented reality surface freeing human-computer interaction from digital screens.<\/p>","features":"","technology":"","twitter":"@lampix_co","logo":"pix.png","website":"<a href='https:\/\/lampix.co\/' target='_blank'>Lampix<\/a>","mining_proof":"","total_supply":"327154880"},"236":{"address":"0xE477292f1B3268687A29376116B0ED27A9c76170","symbol":"PLAY","decimal":18,"name":"HEROcoin","description":"<p>HEROcoin is a decentralized online betting platform for esports events. PLAY is an Ethereum-based ERC20 token that powers HEROcoin&#39;s ecosystem. Single users can become providers and are rewarded for their effort in HERO. On top of that, all HERO holders will receive a general reward from every pot that is played.<\/p>","features":"","technology":"","twitter":"@HEROcoinio","logo":"play.png","website":"<a href='https:\/\/www.herocoin.io\/' target='_blank'>HEROcoin<\/a>","mining_proof":"","total_supply":"252165029"},"237":{"address":"0x0AfFa06e7Fbe5bC9a764C979aA66E8256A631f02","symbol":"PLBT","decimal":6,"name":"Polybius","description":"<p>Polybius is a fully-digital bank designed to acomodate the growing digital economy, incorporating electronic identification and digital banking services to serve the needs of the digital commerce market. The Polybius is an enterprise of HashCoins, the same company that brings you the Hashflare mining contracts.<\/p><p>In order to fund the development of this new digital bank, Polybuis hosted an Initial Coin Offering, in which PLBT tokens were distributed among users. Through the use of Blockchain Snapshots, Polybius will destribute dividends to the PLBT token holders.<\/p><p> <\/p>","features":"","technology":"","twitter":"@PolybiusBank","logo":"polybius.png","website":"<a href='https:\/\/polybius.io\/' target='_blank'>Polybius<\/a>","mining_proof":"","total_supply":"20000000"},"238":{"address":"0xe3818504c1B32bF1557b16C238B2E01Fd3149C17","symbol":"PLR","decimal":18,"name":"Pillar","description":"<p>The Pillar wallet will hold keys and let<span> <\/span>anyone transact with many blockchains (multi-chain wallet), will be <span>able to see hundreds of kinds of tokens and coins. The Pillar wallet will not be tied with any browser, nor to an exchange (option to choose multiple exchanges).<\/span> <\/p><p>While the wallet and platform are open-source and free, users will pay for the various services with pillar tokens (PLRs) as they use them. The token will power the entire ecosystem, giving an instant business model to many projects that can tie in.<\/p>","features":"","technology":"","twitter":"@PillarWallet","logo":"plr.png","website":"<a href='https:\/\/pillarproject.io\/' target='_blank'>Pillar<\/a>","mining_proof":"","total_supply":"800000000"},"239":{"address":"0xD8912C10681D8B21Fd3742244f44658dBA12264E","symbol":"PLU","decimal":18,"name":"Pluton","description":"<p>Plutus is a decentralized payment application that allows users to make purchases with Bitcoin and Ether anywhere. Users are simply required to load the app with BTC or ETH and hold the <span>phone over the card reader for the payment to complete.<\/span><\/p><p><span>Plutons are Ethereum-based tokens that can be earned as a reward for shopping with Plutus. <\/span><span>Plutons will be available to convert on the Plutus exchange network, allowing users to make in-store purchases with zero fees on conversion.<\/span><\/p><p>Only 850,000 Plutons (PLU) were available for sale during the ICO, which represents 4.25% of the total supply of 20,000,000. Issuance for the remaining 95.75% will be limited and locked in rebate smart contract pool and NOT owned by Plutus.it, which means there will be a very low circulation from the initial distribution and a total of 20 million Plutons ever created.<\/p>","features":"","technology":"","twitter":"@PlutusIT","logo":"plu.png","website":"<a href='https:\/\/plutus.it\/' target='_blank'>Pluton<\/a>","mining_proof":"","total_supply":"20000000"},"240":{"address":"0x0e0989b1f9b8a38983c2ba8053269ca62ec9b195","symbol":"POE","decimal":8,"name":"Po.et","description":"<p>Po.et is an  Ethereum-based decentralized ledger built to track o<span>wnership and attribution for digital creative assets. It allows users to generate immutable and timestamped titles for creative works and register their assets to the Po.et network. Po.et also gives both publishers and content creators the tools to automate the licensing process without relying on any third parties, making the process cheaper and smple.<\/span><\/p><p><span>POE is an ERC20 Ethereum-based token that represents a proportional share of the the fees and revenue generated from the commercial applications built on top of the Po.et protocol, including generating content licenses and processing license payments among others.<\/span><\/p>","features":"","technology":"","twitter":"@_poetproject","logo":"poe.png","website":"<a href='https:\/\/po.et\/' target='_blank'>Po.et<\/a>","mining_proof":"","total_supply":"3141592653"},"242":{"address":"0xee609fe292128cad03b786dbb9bc2634ccdbe7fc","symbol":"POS","decimal":18,"name":"PoSToken","description":"<p><a target=\"_blank\">PoSToken<\/a> is the world&#39;s first Proof-of-Stake smart contract token on Ethereum platform. It&#39;s based on the ERC20 Token Standard and implements all standard methods. Furthermore, the idea behind PoSToken is not only to issue a simple Ethereum Token with Proof-of-Stake mechanism but also to define a brand new Token Standard for Proof-of-Stake tokens.<\/p>","features":"","technology":"","twitter":"@PoSToken","logo":"pos.png","website":"<a href='https:\/\/postoken.org\/' target='_blank'>PoSToken<\/a>","mining_proof":"PoS","total_supply":"10000000"},"243":{"address":"0x595832f8fc6bf59c85c527fec3740a1b7a361269","symbol":"POWR","decimal":6,"name":"Power Ledger","description":"<p><span>Power Ledger is a decentralized energy exchange platform. It incorporates <span>energy applications, such as a P2P energy trading application that allows businesses to host trading on the platform. <\/span><\/span><span>This technology enables the sale of surplus renewable energy generated at residential and commercial developments (including multi-unit\/multi-tenanted) connected to existing electricity distribution networks, or within micro-grids. <\/span><\/p><p><span>POWR is an Ethereum-based token that <\/span>fuels the Power Ledger Ecosystem. POWR tokens serve as access permisson tokens, <span>allowing the Application Hosts and their consumers to gain access to the P2P trading features and other Power Ledger applications. To synchronize the ecosystem globally and create cross-market electricity compatibility, a second token, Sparkz, is used in Power Ledger&#39;s ecosystem transactions. Applications Hosts may convert their POWR tokens to Sparks when the ecosystem has been accessed.<\/span><\/p><p> <\/p><p> <\/p><p> <\/p><p> <\/p>","features":"","technology":"","twitter":"@PowerLedger_io","logo":"powr.png","website":"<a href='https:\/\/powerledger.io' target='_blank'>Power Ledger<\/a>","mining_proof":"","total_supply":"1000000000"},"244":{"address":"0xc42209accc14029c1012fb5680d95fbd6036e2a0","symbol":"PPP","decimal":18,"name":"PayPie","description":"<p>PayPie is an Ethereum based accounting platform for r<span>isk score analysis.<\/span><\/p><p>PPP Token is the utility token which provides access to the PayPie platform for certain transactions and services, including the purchase of invoices and access to credit histories of<span> <\/span><span>small and medium-sized enterprises (SMEs)<\/span><\/p>","features":"","technology":"","twitter":"@PayPiePlatform","logo":"ppp.png","website":"<a href='https:\/\/www.paypie.com\/' target='_blank'>PayPie<\/a>","mining_proof":"","total_supply":"165000000"},"245":{"address":"0xd4fa1460F537bb9085d22C7bcCB5DD450Ef28e3a","symbol":"PPT","decimal":8,"name":"Populous","description":"<p>Populous is an invoice and trade finance platform built on the Ethereum network. Populous uses XBRL, Z Score formula, Smart Contracts, Stable tokens and other technologies in the cryptoshpere to create a unique trading environment for investors and invoice sellers.<\/p>","features":"","technology":"","twitter":"@bitpopulous","logo":"ppt.png","website":"<a href='http:\/\/populous.co\/' target='_blank'>Populous<\/a>","mining_proof":"","total_supply":"53252246"},"246":{"address":"0x88a3e4f35d64aad41a6d4030ac9afe4356cb84fa","symbol":"PRE","decimal":18,"name":"Premium","description":"<p><span>Premium is a lite version of Bitcoin using scrypt as a Proof of Work algorithm similar to Litecoin, except the total supply is considerably lower – only 20 million coins. Premium is coin designed to offer cryptocurrency an entrance into the premium and bespoke products industry in the United Kingdom.<\/span><\/p><p> <\/p>","features":"","technology":"","twitter":"@PremiumCoinDev","logo":"pre.png","website":"-","mining_proof":"PoW","total_supply":"20000000"},"247":{"address":"0x226bb599a12C826476e3A771454697EA52E9E220","symbol":"PRO","decimal":8,"name":"Propy","description":"<p>Propy Utility Token (PRO) is built on the ERC20 token standard to allow for both simple integration into users’ wallets.<\/p><p>Propy has a scalable business model. When a property is purchased, Propy takes a small percentage (starting from 0.2% and averaging 1%) of the final purchase price. Propy charges brokers per transaction.<\/p><p>Tokens paid for writing data to the Propy Registry are stored in a special Rewards smart contract on the Ethereum blockchain. These aggregated amounts of tokens are paid out to the token holders, proportional to the PRO owned. The rewards contract generates a token distribution snapshot every month and distributes rewards for the quarter according to the snapshot. The snapshot is stored in the blockchain, so anyone can verify that rewards were distributed correctly.<\/p>","features":"","technology":"","twitter":"@PropyInc","logo":"pro.png","website":"<a href='http:\/\/www.propy.com\/' target='_blank'>Propy<\/a>","mining_proof":"","total_supply":"100000000"},"249":{"address":"0x7728dfef5abd468669eb7f9b48a7f70a501ed29d","symbol":"PRG","decimal":6,"name":"Paragon","description":"<p>Paragon seeks to pull the cannabis community from marginalized to the mainstream by building blockchain into every step of the cannabis industry and by working toward full legalization.<\/p><p><span>Paragon&#39;s <\/span>strength lies in the unique blockchain\/cannabis connection that uses smart contracts. More uses of cannabis are coming to light, and<span> <\/span><span>Paragon <\/span>wants to accelerate that process.<span> <\/span><span>Paragon wants to<\/span> move forward in an ethical, morally responsible, and legal way.<\/p>","features":"","technology":"","twitter":"@ParagonCoin","logo":"prg.png","website":"<a href='https:\/\/crowdsale.paragoncoin.com\/?ref=27c0b4a26107667308d77e91' target='_blank'>Paragon<\/a>","mining_proof":"","total_supply":"200000000"},"252":{"address":"0x8Ae4BF2C33a8e667de34B54938B0ccD03Eb8CC06","symbol":"PTOY","decimal":8,"name":"Patientory","description":"<p>Patientory is a <span>Ethereum<\/span>-based decentralized medical record storage computing platform where Healthcare entities can secure private health information, rent computing power, servers and data centers and make their unused resources available through a unique private infrastructure. The <span>PTOY token is the native token of the Patientory platform. In exchange of PTOY tokens, users will be able to use the network to rent information storage space, and to execute smart payment contracts. <\/span>Patientory is a company incorporated in Delaware, United States under the name PATIENTORY, INC. (Company Number, 5921117).<\/p>","features":"","technology":"","twitter":"@Patientory","logo":"ptoy.png","website":"<a href='http:\/\/www.patientory.com' target='_blank'>Patientory<\/a>","mining_proof":"","total_supply":"100002000"},"253":{"address":"0x671AbBe5CE652491985342e85428EB1b07bC6c64","symbol":"QAU","decimal":8,"name":"Quantum","description":"<p>The Quantum project aims to bring institutional grade liquidity to the cryptocurrency and digital asset markets, which is currently one of the main impediments to large scale adoption. Quantum will do this by deploying liquidity pools which will provide funds <span> for margin trading to exchanges, connecting various markets by arbitraging price differences and making markets using price neutral algorithmic trading. <\/span><span>Any income generated from the liquidity pool will be used to buy back Quantum tokens on the market at the best possible price and destroy them publically, making the QAU token a deflationary currency.<\/span><\/p><p> <\/p>","features":"","technology":"","twitter":"QAUProject","logo":"qau.png","website":"<a href='http:\/\/www.quantumproject.org\/' target='_blank'>Quantum<\/a>","mining_proof":"","total_supply":"246855127"},"254":{"address":"0x99ea4dB9EE77ACD40B119BD1dC4E33e1C070b80d","symbol":"QSP","decimal":18,"name":"Quantstamp","description":"<p>The Quantstamp is a protocol that aims to create a scalable and cost-effective audit system to all smart contracts on the Ethereum network.The protocol will use the SAT solver software to verify the programs solidity. In order to have the necessary computing power for the software, the Quantstamp will leverage a distributed network of participants.<\/p><p>Quantstamp token (QSP) is an ERC-20 token that will benefit the users in several ways. QSP will reward those who contribute to the software for verifying the solidity programs, who run the Quantstamp validation node (a specialized node on the Ethereum network), and those who find bugs on the smart contracts.<\/p>","features":"","technology":"","twitter":"@Quantstamp","logo":"qsp.png","website":"<a href='https:\/\/quantstamp.com\/' target='_blank'>Quantstamp<\/a>","mining_proof":"","total_supply":"976442388.3211"},"256":{"address":"0x9a642d6b3368ddc662CA244bAdf32cDA716005BC","symbol":"QTUM","decimal":18,"name":"QTUM","description":"<p>Qtum is a decentralized blockchain platform with dApp and <span>turing-coplete<\/span> smart contract functionalities while still mantaining a <span>an Unspent Transaction Output (UTXO) transaction model. Qtum employs a Proof of Stake consensus mechanism. QTUM is the underlying value token in the Qtum blockchain.<\/span><\/p>","features":"","technology":"","twitter":"@QtumOfficial","logo":"qtum.png","website":"<a href='https:\/\/qtum.org\/' target='_blank'>QTUM<\/a>","mining_proof":"PoS","total_supply":"100000000"},"257":{"address":"0x697beac28B09E122C4332D163985e8a73121b97F","symbol":"QRL","decimal":8,"name":"Quantum Resistant Ledger","description":"<p>QRL is a Python-based blockchain ledger utilising hash-based one-time merkle tree signature scheme (XMSS) instead of ECDSA. Proof-of-stake block selection via HMAC_DRBG PRF and a signed iterative hash chain reveal scheme. It was designed to resist potential quantum computer hacks.<\/p>","features":"","technology":"","twitter":"@QRLedger","logo":"qrl.png","website":"<a href='https:\/\/theqrl.org\/' target='_blank'>Quantum Resistant Ledger<\/a>","mining_proof":"PoS","total_supply":"65000000"},"258":{"address":"0x255aa6df07540cb5d3d297f0d0d4d84cb52bc8e6","symbol":"RDN","decimal":18,"name":"RadonPay","description":"<p>RadonPay is an attempt to use the blockchain to send files of any size. The website is no longer working.<\/p>","features":"","technology":"","twitter":"","logo":"mrs.png","website":"-","mining_proof":"PoS","total_supply":"0"},"259":{"address":"0x5f53f7a8075614b699baad0bc2c899f4bad8fbbf","symbol":"REBL","decimal":18,"name":"Rebellious","description":"<p><span>Rebellious is a community-directed cryptocurrency. Instead of a traditional ICO Rebellious featured a proof of Airdrop system to offer their tokens. The main goal of the Airdrop is to create a strong community dedicated to making a change to the cryptocurrency market and to ensure that every crypto-enthusiast has an equal opportunity to grow both the project and their own portfolio. REBL is an Ethereum-based ERC 20 token. Instead of using the traditional Proof-of-Work system, Rebellious&#39; ERC 20 token will utilise a Proof-of-Stake system in token format. REBL holders will earn interest on the REBL they hold in their wallets. <\/span><\/p><p><span>By <span>valuing time over buying power, Rebellious plans to build a new breed of community cryptocurrency.<\/span><\/span><\/p>","features":"","technology":"","twitter":"@RebelliousCoin","logo":"rebl.png","website":"<a href='https:\/\/www.rebellious.io\/' target='_blank'>Rebellious<\/a>","mining_proof":"","total_supply":"696000000"},"260":{"address":"0xE94327D07Fc17907b4DB788E5aDf2ed424adDff6","symbol":"REP","decimal":18,"name":"Augur","description":"<p>Prediction markets are widely considered the best forecasting tool. Augur is an open, global platform where anyone anywhere can create, monitor or trade in prediction markets about any topic. Think of it as an \"Early Warning System&#39;&#39; with the most accurate event forecasts, a potential \"Google Search\", \"Bloomberg Terminal\" or \"Reuters Terminal\" for crowdsourced event forecasts.<\/p><p>The system plans to use the \"Wisdom of Crowds&#39;&#39; (\"collective intelligence&#39;&#39;) via market incentives, \"Long Tail&#39;&#39; dynamics and blockchain technology to securely generate a more accurate, robust and unfiltered array of dynamic event forecasts than any alternative can match.<\/p><p>Augur is decentralized, self-regulating, pseudonymous and autonomous. It offers the promise of markets without exposure to counterparty risk, principal-agent problems or central points of control, failure or censorship. No person is ever in direct control of someone else’s funds or in a position to single-handedly threaten the system’s integrity.<\/p><p>The software is comprised of smart contracts perpetually deployed on a blockchain network, which enables applications deployed to be immune to local outages while benefiting from the entire community&#39;s security. All interactions with markets are communicated as database transactions between unique accounts powered by immutable software instructions.<\/p><p> <\/p>","features":"","technology":"","twitter":"@AugurProject","logo":"augur-logo.png","website":"<a href='https:\/\/augur.net\/' target='_blank'>Augur<\/a>","mining_proof":"","total_supply":"11000000"},"261":{"address":"0x8f8221aFbB33998d8584A2B05749bA73c37a938a","symbol":"REQ","decimal":18,"name":"Request Network","description":"<p>Request is a decentralized network that allows anyone to request a payment (a Request Invoice) and provide a safe payment method to the receiver. All of the data is stored in a decentralized authentic ledger.<\/p><p>REQ tokens are ERC20 tokens that allow members to participate in the network, create advanced requests and reward several parties who contribute in building the request ecosystem. To the participants, a fee will be charged in REQ and afterward be burned.<\/p><p> <\/p>","features":"","technology":"","twitter":"@RequestNetwork","logo":"req.png","website":"<a href='https:\/\/request.network\/#\/' target='_blank'>Request Network<\/a>","mining_proof":"","total_supply":"1000000000"},"262":{"address":"0xf05a9382A4C3F29E2784502754293D88b835109C","symbol":"REX","decimal":18,"name":"REX","description":"<p>REX is a blockchain-based listing platform for the real-estate industry where users control their own data, have faster transaction times and be incentivised for participation. REX aims to connect vendors, buyers and agents over a open network. REX is an Ethereum-based token that will be used within the platform to pay vendors and agent. REX can also be exchanged within the platform for features like professional profile creation and profile promotion.<\/p>","features":"","technology":"","twitter":"@rexmls","logo":"rex.png","website":"-","mining_proof":"","total_supply":"24041497.2407"},"263":{"address":"0xdd007278b667f6bef52fd0a4c23604aa1f96039a","symbol":"RIPT","decimal":8,"name":"RiptideCoin","description":"<p>Riptide project aims to ease the implementation of electronic payments for the Dispensary and Delivery services of the Marijuana industry. In order to be able to do that Riptide team will leverage the Ethereum blockchain to provide a platform that will support the transactions.<\/p><p>Riptide token (RIPT) is an ERC-20 token that will be used as a medium of exchange on the platform. <\/p>","features":"","technology":"","twitter":"@RiptideCoin","logo":"ript.png","website":"<a href='https:\/\/riptidecoin.com\/' target='_blank'>RiptideCoin<\/a>","mining_proof":"","total_supply":"17999429.802"},"264":{"address":"0x607F4C5BB672230e8672085532f7e901544a7375","symbol":"RLC","decimal":9,"name":"iEx.ec","description":"<p><span>RLC is an Ethereum-based token used in the iEx.ec, a blockchain-based distributed cloud computing platform.  Developers can rent computing power, servers and data centers and make their unused resources available through a unique marketplace on the Ethereum blockchain. The RLC token allows users to rent servers, data and applications to execute their distributed applications.<\/span><\/p>","features":"","technology":"","twitter":"@iEx_ec","logo":"rlc.png","website":"<a href='http:\/\/iex.ec\/' target='_blank'>iEx.ec<\/a>","mining_proof":"","total_supply":" 87000000"},"266":{"address":"0x4a42d2c580f83dce404acad18dab26db11a1750e","symbol":"RLX","decimal":18,"name":"Relex","description":"<p><span>Relex is an Ethereum-based funding vehicle launched by parent company Squawk Advisors Inc. It is a real estate development cryptocurrency that aims to bring higher standards of transparency and accountability to cross-border investment FDI inflows.<\/span><\/p><p><span>RLX is an ERC20 token that powers Relex&#39;s ecosystem.<\/span><\/p><p> <\/p><p> <\/p>","features":"","technology":"","twitter":"@RelexTalk","logo":"rlx.png","website":"<a href='https:\/\/relex.io\/' target='_blank'>Relex<\/a>","mining_proof":"","total_supply":"2000000000"},"267":{"address":"0x0996bfb5d057faa237640e2506be7b4f9c46de0b","symbol":"RNDR","decimal":18,"name":"Render Token","description":"<p><span>Render Token is an Ethereum-based distributed GPU rendering network and marketplace. RNDR is a utility token that powers and serves as currency on Render Token&#39;s ecosystem.<\/span><\/p>","features":"","technology":"","twitter":"@RenderToken","logo":"rndr.png","website":"<a href='https:\/\/rendertoken.com\/index.html' target='_blank'>Render Token<\/a>","mining_proof":"","total_supply":""},"269":{"address":"0xc9de4b7f0c3d991e967158e4d4bfa4b51ec0b114","symbol":"ROK","decimal":18,"name":"Rockchain","description":"<p><span>Rockchain is privacy-focused decentralized network for data processing. The blockchain is used for the transaction process, while a file distributed system network was created to safely store the sensitive data. <\/span><span>Rockchain&#39;s platform is powered by an Ethereum-based token named ROK<\/span><span> which<span> <\/span><\/span><span>can be used to purchase data within Rockchain&#39;s network.<\/span><\/p>","features":"","technology":"","twitter":"@alphadinos","logo":"rok.png","website":"<a href='https:\/\/rockchain.org\/' target='_blank'>Rockchain<\/a>","mining_proof":"","total_supply":"100000000"},"270":{"address":"0x4993CB95c7443bdC06155c5f5688Be9D8f6999a5","symbol":"ROUND","decimal":18,"name":"RoundCoin","description":"<p><span>Round is a project for a decentralized eSports gaming platform. The platform allows its participants or a group of participants to compete between each other for money in such popular online games as League of Legends, Dota 2 or Counter-Strike, etc. Based on Ethereum, the platform completely eliminates the dependence on third parties in determining the winner and paying the award in cybersports.  <\/span><span>RoundCoin is used to bet on eSports matches.<\/span><\/p>","features":"","technology":"","twitter":"http:\/\/roundcoin.org\/","logo":"round.png","website":"-","mining_proof":"","total_supply":"1000000000"},"271":{"address":"0x3d1ba9be9f66b8ee101911bc36d3fb562eac2244","symbol":"RVT","decimal":18,"name":"Rivetz","description":"<p>Rivetz works through the Trusted Execution Environment: a private hardware “vault” on your phone that is completely independent from the operating system. Inside of this vault, everything is isolated – so no apps or software or operating system can see what’s inside. This is where Rivetz works to securely manage your secrets, your passwords, keys, and other private information.<\/p><p>RvT Tokens power Rivetz: RvT is an Ethereum-based token that works with the blockchain to cryptographically prove that the vault in your phone is secure, all the way from the manufacturer to your pocket. The RvT blockchain can perform a health check, verifying that your vault’s integrity is intact, and that transactions you send are exactly the ones you intended.<\/p><p> <\/p>","features":"","technology":"","twitter":"@rivetzcorp","logo":"rvt.png","website":"<a href='https:\/\/rivetzintl.com' target='_blank'>Rivetz<\/a>","mining_proof":"","total_supply":"200000000"},"272":{"address":"0x4156D3342D5c385a87D264F90653733592000581","symbol":"SALT","decimal":8,"name":"Salt Lending","description":"<p>SALT is a membership based lending and borrowing network that allows users to leverage their blockchain assets to secure cash loans. The SALT Secured Automated Lending Technology is a protocol and asset agnostic architecture designed to adapt to the constantly growing class of blockchain assets.<\/p><p>The SALT Platform is automated and cryptographically secure. SALT is a lending platform specifically designed for blockchain assets; operating as a second layer protocol which sits atop any public or permissioned blockchain, allowing the underlying asset to be used as collateral for access to credit.<\/p>","features":"","technology":"","twitter":"@SaltLending","logo":"salt.jpg","website":"<a href='https:\/\/www.saltlending.com\/' target='_blank'>Salt Lending<\/a>","mining_proof":"","total_supply":"120000000"},"273":{"address":"0x7C5A0CE9267ED19B22F8cae653F198e3E8daf098","symbol":"SAN","decimal":18,"name":"Santiment","description":"<p>Santiment<span><span> <\/span>will be a financial market data and content platform for cryptocurrency and blockchain space.<span> <\/span><\/span>Santiment<span><span> <\/span>offers<span> <\/span><\/span>datafeeds<span><span> <\/span>and content streams (including newswires) alongside a regularly updated database of cryptocurrency projects.<\/span><\/p>","features":"","technology":"","twitter":"@cryptoants","logo":"san.png","website":"<a href='http:\/\/www.santiment.net\/' target='_blank'>Santiment<\/a>","mining_proof":"","total_supply":"83337000"},"275":{"address":"0xd7631787B4dCc87b1254cfd1e5cE48e96823dEe8","symbol":"SCL","decimal":8,"name":"Social Nexus","description":"<p>Nexus is a social network. All data and uploads will exist on the blockchain instead of centralized servers. Nexus is a platform that allows users to communicate with friends and family while providing security and privacy. By decentralizing and encrypting all data and uploads, Nexus hopes to eliminate all invasion of privacy that large corporations are currently performing. End-to-end message encryption ensures only the user and the person communicating with the user, can read what is sent, and nobody in between, not even Nexus.<\/p><p>The network will contain its very own native cryptocurrency to be used for all purchases, called Social. SCL can be used to buy goods and services from other users, purchase ad spaces from the integrated ad platform, donate to crowd funding campaigns, and much more.<\/p>","features":"","technology":"","twitter":"@nexus_socials","logo":"scl.png","website":"<a href='https:\/\/ico.nexus.social\/' target='_blank'>Social Nexus<\/a>","mining_proof":"","total_supply":"16714019.6643"},"283":{"address":"0x8a187d5285d316bcbc9adafc08b51d70a0d8e000","symbol":"SIFT","decimal":0,"name":"Smart Investment Fund Token","description":"<p>Smart Investment Fund Token (SIFT) is an ERC20-compliant smart contract within the Ethereum blockchain that pays dividends in ether monthly. Each SIFT represents a single share in a volume-trading investment fund for cryptocurrencies including Bitcoin, Ethereum, Ripple, Dash and Litecoin. In addition to monthly dividends, shareholders will also be able to trade their tokens at market rates allowing them to cash-out as the fund value increases over time.<\/p><p><br \/>The SIFT ICO will release an unlimited amount of SIFT tokens for a period of 45 days at an exchange rate of 0.01ETH per SIFT. Each SIFT will represent a single share in the fund directly proportional to the number of issued tokens giving no shareholder more priority than others. The majority of raised funds will be used for trading purposes, with a small percentage of the fund being held back for prudent reserves and administration. This means that whether the fund launches with 100,000 SIFT or 1,000,000 SIFT the percentage return for an individual will stay the same.<\/p>","features":"","technology":"","twitter":"https:\/\/twitter.com\/smartift","logo":"sift.jpg","website":"<a href='https:\/\/smartift.com\/' target='_blank'>Smart Investment Fund Token<\/a>","mining_proof":"","total_supply":"722,935"},"284":{"address":"0x2bDC0D42996017fCe214b21607a515DA41A9E0C5","symbol":"SKIN","decimal":6,"name":"Skincoin","description":"<p>Skincoin is a decentralized cryptocurrency for making bets, accepting and sending payments for game skins in Counter-Strike: Global Offensive, Dota 2, Team Fortress 2. Skincoin Tokens (SKIN) are to be released via the Ethereum blockchain platform. Tokens shall be used for trading with game sites, buying\/selling skins, making bets on gambling and betting platforms.<\/p>","features":"","technology":"","twitter":"@skincoin_org","logo":"dsb_amky_400x400.jpg","website":"<a href='https:\/\/skincoin.org\/' target='_blank'>Skincoin<\/a>","mining_proof":"","total_supply":"488183483.290948"},"286":{"address":"0x4c382F8E09615AC86E08CE58266CC227e7d4D913","symbol":"SKR","decimal":6,"name":"Sakuracoin","description":"<p><span>Sakuracoin is a PoW cryptocurrency based on the Scrypt algorithm.<\/span><\/p>","features":"","technology":"","twitter":"@Sakuracoin","logo":"skr.png","website":"<a href='http:\/\/sakuracoin.com\/' target='_blank'>Sakuracoin<\/a>","mining_proof":"PoW","total_supply":"105100000"},"289":{"address":"0xF4134146AF2d511Dd5EA8cDB1C4AC88C57D60404","symbol":"SNC","decimal":18,"name":"SunContract","description":"<p>SunContract is a <span>Decentralized Energy Market created to <\/span>disrupt the energy section. Through the use of SunContract <span>onnects <\/span><span>electricity producers and consumers directly on a electricity pool, skipping middlemen fees and complications. SNC is an Ethereum-based token that is used within the SunContract system.<\/span><\/p><p> <\/p>","features":"","technology":"","twitter":"@sun_contract","logo":"snc.png","website":"<a href='https:\/\/suncontract.org\/' target='_blank'>SunContract<\/a>","mining_proof":"","total_supply":"7994751.31"},"291":{"address":"0xaeC2E87E0A235266D9C5ADc9DEb4b2E29b54D009","symbol":"SNGLS","decimal":0,"name":"SingularDTV","description":"<p>SingularDTV (S-DTV) is a decentralized and tokenized content creating and distributing platform that will create, acquire and distribute film and television content in an innovative way, generating revenue for its token holders in a completely transparent and decentralized manner.<\/p><p>SNGLS are tokens built on <strong>Ethereum<\/strong> and represent a share in the SingularDTV platform, which is comprised of four key elements:<\/p><p><strong>‘SINGULAR’<\/strong> – a mini Sci-fi television series about decentralization and technological advancements in a futuristic setting, comprised of 3 episode seasons.<\/p><p><strong>The S-DTV DOCUMENTARY DIVISION<\/strong> - A Documentary Division that will focus on producing documentary films about blockchain technology.<\/p><p><strong>THE S-DTV RIGHTS MANAGEMENT PLATFORM<\/strong> - A digital<span class=\"Apple-tab-span\"> <\/span>rights,<span class=\"Apple-tab-span\"> <\/span>revenue<span class=\"Apple-tab-span\"> <\/span>and<span class=\"Apple-tab-span\"> <\/span>royalty<span class=\"Apple-tab-span\"> <\/span>management<span class=\"Apple-tab-span\"> p<\/span>latform for all the content produced and acquired by SingularDTV.<\/p><p><strong>THE S-DTV TRANSACTION<\/strong> <strong>VIDEO-ON-DEMAND (TVOD) PORTAL<\/strong> - A TVOD Portal to distribute SingularDTV content via GooglePlay,<span class=\"Apple-tab-span\"> <\/span>AppleTV<span class=\"Apple-tab-span\"> <\/span>iTunes,<span class=\"Apple-tab-span\"> <\/span>and<span class=\"Apple-tab-span\"> <\/span>Vimeo.<span class=\"Apple-tab-span\"> <\/span><\/p><p>SNGLS tokens will also generate dividends for its holders, depending on the revenue gathered by the SingularDTV platform. 1 Billion SNGLS tokens will be issued, which will be distributed in the following way:<\/p><p><strong>500M SNGLS<\/strong> will be distributed to investors in an initial coin offering period. Each token will cost the ETH equivalent of $0.015.<\/p><p><strong>400M SNGLS<\/strong> will be kept in a vault, and the dividends generated by the tokens will be used to further develop the S-DTV ecosystem.<\/p><p><strong>100M <\/strong><span><strong>SNGLS<\/strong> will be given to S-DTV&#39;s core investors.<\/span><\/p><p>The <strong>Vault<\/strong> where 400M tokens are kept will be managed by the <strong>Workshop<\/strong>. The Workshop will not only spend and convert ETH to build new projects or to work on existing ones, but it will also collect cryptocurrency and fiat revenue to deposit back in the safe.<\/p><p> <\/p>","features":"","technology":"","twitter":"@SingularDTV","logo":"sngls.png","website":"<a href='https:\/\/singulardtv.com\/' target='_blank'>SingularDTV<\/a>","mining_proof":"","total_supply":"1000000000 "},"292":{"address":"0xf333b2Ace992ac2bBD8798bF57Bc65a06184afBa","symbol":"SND","decimal":0,"name":"Sandcoin","description":"<p><span>The Sandcoin project <\/span><span>allows its holders to participate in the creation of a crowd-sourced sand quarry project in which non-metallic materials will be mined to generate revenue and buy-back the SND token at a higher price. The SND token is an Ethereum-based asset.<\/span><\/p>","features":"","technology":"","twitter":"@ruslanyocto","logo":"snd.png","website":"<a href='https:\/\/en.sandcoin.io\/' target='_blank'>Sandcoin<\/a>","mining_proof":"","total_supply":"2684319 "},"293":{"address":"0x983F6d60db79ea8cA4eB9968C6aFf8cfA04B3c63","symbol":"SNM","decimal":18,"name":"SONM","description":"<p>SONM is a <span>a multi-purpose decentralized<\/span> supercomputer for general purpose computing, allowig users to monetize their idle hardware and providing services that range from site hosting to scientific calculations. The SONM project implements a fog computing structure instead of a costly cloud structure, reducing middlemen fees. The SNM token is required to buy and sell computational power in the SONM network.<\/p>","features":"","technology":"","twitter":"@sonmdevelopment","logo":"snm.png","website":"<a href='https:\/\/sonm.io\/' target='_blank'>SONM<\/a>","mining_proof":"","total_supply":"444000000"},"294":{"address":"0x744d70FDBE2Ba4CF95131626614a1763DF805B9E","symbol":"SNT","decimal":18,"name":"Status Network Token","description":"<p>Status is an open source messaging platform and mobile browser that allows users to interact with decentralized applications (dApps) that run on the Ethereum Network. In Status, users<span> own and control their own data, wealth and digital identity. The Status Network Token (&#39;SNT&#39;) is an Ethereum-based token that is required to interact with the Status Network.<\/span><\/p>","features":"","technology":"","twitter":"@ethstatus","logo":"snt.png","website":"<a href='https:\/\/status.im\/' target='_blank'>Status Network Token<\/a>","mining_proof":"","total_supply":"6804870175"},"299":{"address":"0x68d57c9a1C35f63E2c83eE8e49A64e9d70528D25","symbol":"SRN","decimal":18,"name":"SirinLabs","description":"<p><span>Sirin Labs is a company known as the developer of SOLARIN, an ultra-secure mobile phone. <\/span><span>The SirinLabs team decided to make one more step toward the security of personal gadgets and create the first blockchain smartphone.<\/span><\/p>","features":"","technology":"","twitter":"@SIRINLABS","logo":"srn.png","website":"<a href='https:\/\/sirinlabs.com\/' target='_blank'>SirinLabs<\/a>","mining_proof":"","total_supply":""},"301":{"address":"0xF70a642bD387F94380fFb90451C2c81d4Eb82CBc","symbol":"STAR","decimal":18,"name":"Starbase","description":"<p>Starbase is a blockchain-based crowdfunding platform. It is built on the Ethereum network, allowing users to launch their fundraising campaigns, sell issued tokens and pay team members. The STAR token can be used for services within the platform and it is also used to receive rewards from project revenue in the form of Ether and Ethereum-based tokens. The STAR token is inflationary.<\/p>","features":"","technology":"","twitter":"@starbaseco","logo":"star1.png","website":"<a href='https:\/\/starbase.co\/' target='_blank'>Starbase<\/a>","mining_proof":"","total_supply":"1000000000"},"303":{"address":"0xB64ef51C888972c908CFacf59B47C1AfBC0Ab8aC","symbol":"STORJ","decimal":8,"name":"Storj","description":"<p>Storj is a decentralized cloud storage platform that allows anyone to rent their idle hard drive space and to earn a revenue by doing so. Endusers can use Storj to store their files at competitive prices and within a p2p network that is secure from sever downtime, censorship and hacks. Payments within the Sotrj network and conducted with the STORJ token, an ERC20 Ethereum-based token.<\/p>","features":"","technology":"","twitter":"@storjproject","logo":"sjcx.png","website":"<a href='https:\/\/storj.io\/' target='_blank'>Storj<\/a>","mining_proof":"","total_supply":"424999998"},"304":{"address":"0xD0a4b8946Cb52f0661273bfbC6fD0E0C75Fc6433","symbol":"STORM","decimal":18,"name":"Storm","description":"<p>STORM is an ERC20 compliant token operating on the Ethereum blockchain.<\/p><p><span>Storm will use the blockchain to expand their platform to create StorMarket, a decentralized micro-task marketplace economy. StorMarket will be a place where people can go to utilize their skills and talents to complete various tasks. In addition, automation via blockchain technology will allow for all of the project management and marketing aspect of a micro-task to be integrated into the platform.<\/span><\/p>","features":"","technology":"","twitter":"@Storm_Token","logo":"storm.jpg","website":"<a href='http:\/\/stormtoken.com\/' target='_blank'>Storm<\/a>","mining_proof":"","total_supply":"10000000000 "},"307":{"address":"0x006BeA43Baa3f7A6f765F14f10A1a1b08334EF45","symbol":"STX","decimal":18,"name":"Stox","description":"<p>Stox is an open source, Ethereum based prediction market platform that leverages the concept of the wisdom of the crowd. It allows users to trade the outcome of upcoming events in multiple categories, including <span>finance, sports, politics and more. <\/span><\/p>","features":"","technology":"","twitter":"@stx_coin","logo":"stx.png","website":"<a href='https:\/\/www.stox.com' target='_blank'>Stox<\/a>","mining_proof":"","total_supply":"58850550.4633"},"308":{"address":"0x12480E24eb5bec1a9D4369CaB6a80caD3c0A377A","symbol":"SUB","decimal":2,"name":"Substratum Network","description":"<p>Substratum is developing an open-source foundation for the decentralized web, providing free and unrestricted access to content for a new Web 3.0.<\/p><p>The Substratum Network is a worldwide collection of nodes that uses industry-leading cryptography to deliver secure content anywhere, all without the need for VPNs or Tor. Substratum<span> <\/span>wants to<span> <\/span>revolutionize the hosting industry with per-request billing via micro transactions, all handled by blockchain technology and artificial intelligence.<\/p>","features":"","technology":"","twitter":"@SubstratumNet","logo":"sub1.png","website":"<a href='https:\/\/substratum.net\/' target='_blank'>Substratum Network<\/a>","mining_proof":"","total_supply":"600000000"},"310":{"address":"0xB9e7F8568e08d5659f5D29C4997173d84CdF2607","symbol":"SWT","decimal":18,"name":"Swarm City Token","description":"<p>Swarm City is a Blockchain-based ride sharing dapp (Decentralized application). Swarm City is a rebrand from Arcade City. The Swarm City token (SWT) has been created with the purpose of functioning within the Swarm City environment. Only SWT will be accepted in the Swarm City ecosystem, so any ARC token holders who wish to interact with the Swarm City platform will need to exchange their ARC for SWT.<\/p>","features":"","technology":"","twitter":"@swarmcityhive","logo":"swt.jpg","website":"<a href='https:\/\/swarm.city' target='_blank'>Swarm City Token<\/a>","mining_proof":"","total_supply":"7885956"},"317":{"address":"0xa7f976C360ebBeD4465c2855684D1AAE5271eFa9","symbol":"TFL","decimal":8,"name":"True Flip Lottery","description":"<p><span>True Flip is a blockchain lottery platform. True Flip developed a bitcoin-based and fair-proof lottery 6\/49 (Powerball*) and plan to make at least 3 more lottery games.<\/span><\/p>","features":"","technology":"","twitter":"@TrueFlipLoto ","logo":"tfl.png","website":"<a href='https:\/\/trueflip.io\/' target='_blank'>True Flip Lottery<\/a>","mining_proof":"","total_supply":"8924667.5762055"},"319":{"address":"0x6531f133e6DeeBe7F2dcE5A0441aA7ef330B4e53","symbol":"TIME","decimal":8,"name":"Time","description":"<p>Time is an Ethereum-based token issued by Chronobank. It allows users to receive dividends from the fees and issuance of Labor-Hour Tokens (LHT) in the Chronobank system.<\/p><p>Chronobank is a system designed to tokenize labour-hours using blockchain technology. The system leverages smart contract techniques to automate a process whereby a country-specific ‘labour-hour’ token may be redeemed for real labour-hours via legally binding (traditional) contracts with labour-offering companies. The proposed ‘stable-coin’ LHT implementation provides a non-volatile, inflation-resistant digital asset transfer system.<\/p>","features":"","technology":"","twitter":"@ChronobankNews","logo":"time.png","website":"<a href='http:\/\/chronobank.io\/' target='_blank'>Time<\/a>","mining_proof":"","total_supply":"710113"},"320":{"address":"0x80bc5512561c7f85a3a9508c7df7901b370fa1df","symbol":"TIO","decimal":18,"name":"Trade.io","description":"<p>Trade.io is a trading platform that will leverage the Ethereum blockchain to mitigate the fees and inefficiencies seen in the traditional asset trading markets. The platform enables trading of crypto assets and banking investment, later on, the team plan to offer trading of Forex and CFDs over precious metals, oil, commodities, to name just a few. Furthermore, the platform will enable users to list assets that can be traded for Trade.io tokens.<\/p><p>Trade.io token (TIO) is a utility Ethereum-based token that will have several features. TIO will provide, a lower cost medium of exchange on trade.io, a membership key to the liquidity pool, and coupons enabling wallet participants to receive higher levels of benefits.<\/p>","features":"","technology":"","twitter":"@TradeToken","logo":"tio.png","website":"<a href=' https:\/\/trade.io\/?utm_source=crypto-compare&utm_medium=listing&utm_campaign=media-buy' target='_blank'>Trade.io<\/a>","mining_proof":"","total_supply":"500000000"},"321":{"address":"0xEa1f346faF023F974Eb5adaf088BbCdf02d761F4","symbol":"TIX","decimal":18,"name":"Blocktix","description":"<p>Blocktix is a decentralized platform built for ticket sales and event promotion, a decentralized ticket distribution network facilitating the process for event organizers and fans alike. The system is built on Ethereum smart contracts, allowing users  to verify the validity tickets for a given event, putting an end to the growing counterfeit grey economy.<\/p><p>Blocktix provides a user-friendly interface for the execution of smart contracts, bringing its advanced capabilities to the masses with an intuitive application. This approach reduces the complexity of the interaction with smart contracts and provides an additional layer of security minimizing the possibility of fraud or malicious third party interference with the application due to the standardization of contracts.<\/p><p>TIX is an Ethereum-based token that grants several benefits to its holders within the Blocktix system. By participating in the event verification process, the token holder will receive a reward. The initial reward will be the TIX that is used to back the event. Users will also be able to purchase advertising rights for an event. These funds will be distributed to all tokens holders who took part in the event verification process, proportional to the amount of tokens they own.<\/p><p> <\/p><p> <\/p>","features":"","technology":"","twitter":"@blocktix","logo":"tix.png","website":"<a href='https:\/\/blocktix.io\/' target='_blank'>Blocktix<\/a>","mining_proof":"","total_supply":"62500000"},"322":{"address":"0xaAAf91D9b90dF800Df4F55c205fd6989c977E73a","symbol":"TKN","decimal":8,"name":"TokenCard  ","description":"<p>The TokenCard is a project that focuses on providing an easy method for users to interact and secure their tokens. It allows users to keep their Ethereum-based tokens secure and under user-set spending and security parameters through the Token Contract Wallet. Thee tokens can be spend through the physical TokenCard, <span>nabling online payments, PoS transactions and ATM withdrawals.<\/span><\/p><p><span>The TokenCard token is also an Ethereum-based asset<\/span>, holding a pro-rata claim on the TKN Asset Contract. This Asset Contract accrues a 1% licensing fee (enforced by smart contracts) on all TokenCard transactions. At any time, TKN holders can redeem their share of the underlying assets by &#39;cashing and burning&#39; the TKN tokens.<\/p>","features":"","technology":"","twitter":"@monolith_web3","logo":"tkn.png","website":"<a href='http:\/\/tokencard.io' target='_blank'>TokenCard  <\/a>","mining_proof":"","total_supply":"39406760"},"323":{"address":"0x08f5a9235b08173b7569f83645d2c7fb55e8ccd8","symbol":"TNT","decimal":8,"name":"Tierion","description":"<p>Tierion is a platform for data verification. Tierion works by creating a proof that links data to a transaction on a blockchain. This is called anchoring. Anyone with this proof can verify the data’s integrity and timestamp without relying on a trusted authority.<\/p>","features":"","technology":"","twitter":"@tierion","logo":"tnt.png","website":"<a href='https:\/\/tierion.com\/' target='_blank'>Tierion<\/a>","mining_proof":"","total_supply":"1000000000"},"324":{"address":"0xCb94be6f13A1182E4A4B6140cb7bf2025d28e41B","symbol":"TRST","decimal":6,"name":"TrustCoin","description":"<p><span>WeTrust is a collaborative lending and insurance platform built on the blockchain created as an alternative to traditional finance and provide community based form of credit scores, insurance, and banking. <\/span><span>The first product being built at WeTrust is a Rotating Savings and Credit Association (ROSCA) platform running on a decentralized blockchain, Ethereum. WeTrust ROSCA allows users to save and issue credit as a group, at self-determined and fair interest rates.<\/span><\/p><p>TrustCoin is an Ethereum-based token that is used to fuel operations within the WeTrust services, like its ROSCA platform and future products.<\/p>","features":"","technology":"","twitter":"@WeTrustPlatform","logo":"trst.png","website":"<a href='https:\/\/www.wetrust.io\/' target='_blank'>TrustCoin<\/a>","mining_proof":"","total_supply":"100000000"},"325":{"address":"0xBa138976D8e7644BA8fE74409286a85Dba85Ba2a","symbol":"TRV","decimal":18,"name":"Travel Coin","description":"<p>Travelcoin will allow travelers, agencies and transportation systems to come together in Travelcoin’s self-sufficient ERC20s standard token ecosystem (TRV) with a global community.<\/p><p>Thanks to the business model underpinned by these Blockchain based tokens, everyone in possession of Travelcoins will have the opportunity to enjoy benefits such as lower costs, avoidance of double spending while making bookings, no double bookings, and a faster way to secure travel and vacation deals.<\/p>","features":"","technology":"","twitter":"@TravelCoins_","logo":"trv.png","website":"<a href='https:\/\/www.travelcoins.io\/' target='_blank'>Travel Coin<\/a>","mining_proof":"","total_supply":"200000"},"326":{"address":"0xf230b790e05390fc8295f4d3f60332c93bed42e2","symbol":"TRX","decimal":6,"name":"Tronix","description":"<p>Tron is a blockchain-based protocol for a free content entertainment system, allowing <span> each user to freely publish, store and own data, and in the decentralized autonomous form, decides the distribution, subscription and push of contents and enables content creators by releasing, circulating and dealing with digital assets, thus forming a decentralized content entertainment ecosystem. Tronix ix an ERC20 token based on the Ethereum blockchain, acting as the basic unit of account on the platform. <\/span><\/p>","features":"","technology":"","twitter":"@tronfoundation","logo":"trx.png","website":"<a href='https:\/\/tron.network\/en.html' target='_blank'>Tronix<\/a>","mining_proof":"","total_supply":"100000000000"},"327":{"address":"0x24692791bc444c5cd0b81e3cbcaba4b04acd1f3b","symbol":"UKG","decimal":18,"name":"UnikoinGold","description":"<p>Unikrn is an e-sports entertainment and betting platform that will leverage the Ethereum blockchain to provide the users an easier and efficient way to obtain e-sports products and services. The Unikrn platform already has one token (Unikoin) used to buy products and participate on the platform (it will be replaced by the UnikoinSilver token). The team is now planning to create a utility token named as UnikoinGold (UKG), that will ease the use of the reward system implemented to benefit users who bet on e-sports. Furthermore, UKG token will also be used on a new skill-based betting platform.<\/p>","features":"","technology":"","twitter":"@UnikoinGold","logo":"ukg.png","website":"<a href='https:\/\/unikoingold.com\/' target='_blank'>UnikoinGold<\/a>","mining_proof":"","total_supply":"1000000000"},"329":{"address":"0xd01db73e047855efb414e6202098c4be4cd2423b","symbol":"UQC","decimal":18,"name":"Uquid Coin","description":"<p>UQUD is an implemented system that ease the use of cryptocurrencies. UQUD system provide debit cards for USD, GRP, and EUR and also several cryptocurrencies ATM&#39;s around the world. In 2016, it was distinguished as \"the top debit card of the year\". The UQUD team will now leverage the Ethereum blockchain to empower their services and provide new features to improve the user experience. The new features will be, visa credit cards, a wallet, an exchange, a Social Fund Management Campaign where traders will be able to create an portfolio and share it with other users, and a marketplace.<\/p><p>UquidCoin (UQC) is an ERC-20 token that will work as a medium of exchange within the platform.<\/p>","features":"","technology":"","twitter":"@UquidC","logo":"uqc.png","website":"<a href='https:\/\/uquidcoin.com\/' target='_blank'>Uquid Coin<\/a>","mining_proof":"","total_supply":"40000000"},"330":{"address":"0x70a72833d6bf7f508c8224ce59ea1ef3d0ea3a38","symbol":"UTK","decimal":18,"name":"Utrust","description":"<p>Utrust is a blockchain-based platform that combines elements from traditional payment systems with the advantages provided by cryptocurrencies. The platform allows users to buy items, digital or physical, with their favorite cryptocurrency or token while providing a consumer-protection system in which coins are held in escrow until the transaction is fully complete. In case of a conflict, the resolution is handled by Utrust.<\/p><p>The Utrust platform features its own Ethereum-based token, the UTK. The token provides multiple advantages, including a zero-fee system within the Utrust platform, which means that payments made with the UTK are free of charge. The token also runs on a buy-back &amp; burn program in which part of the revenue generated by Utrust is allocated to the purchase of tokens that are then publicly destroyed, creating a deflationary currency.<\/p><p> <\/p>","features":"","technology":"","twitter":"@UTRUST_Official","logo":"utrust.png","website":"<a href='https:\/\/utrust.io\/' target='_blank'>Utrust<\/a>","mining_proof":"","total_supply":"500000000"},"332":{"address":"0x8f3470A7388c05eE4e7AF3d01D8C722b0FF52374","symbol":"VERI","decimal":18,"name":"Veritaseum","description":"<p><span style=\"font-weight: 400;\">Veritaseum is a smart contract-based wallet interface that allows anyone to create, enter and manage smart contracts without the need for any kind of intermediaries, middleman or centralized authority. <\/span><\/p><p><span style=\"font-weight: 400;\">Veritaseum will allow users to interact with real-world products<\/span><span style=\"font-weight: 400;\"> based completely on blockchain technology and smart contracts, including P2P value trading, P2P letters of credit and DAOs. <\/span><span style=\"font-weight: 400;\"> VERI tokens will allow users to interact with the Veritaseum wallet interface.<\/span><\/p>","features":"","technology":"","twitter":"@ReggieMiddleton","logo":"veri.png","website":"<a href='http:\/\/veritas.veritaseum.com\/' target='_blank'>Veritaseum<\/a>","mining_proof":"","total_supply":"100000000"},"334":{"address":"0xe8ff5c9c75deb346acac493c463c8950be03dfba","symbol":"VIBE","decimal":18,"name":"VIBEHub","description":"<p><span>VIBEHub <\/span><span>unites Virtual\/Augmented Reality with blockchain technology. It is an Ethereum-based Virtual reality platform which incorporates several marketplaces and hubs. <\/span><span>The VIBE token will serve as the common currency on all the platform&#39;s marketplaces.<\/span><\/p>","features":"","technology":"","twitter":"@VibeHubVR","logo":"vibe.png","website":"<a href='https:\/\/www.vibehub.io\/' target='_blank'>VIBEHub<\/a>","mining_proof":"","total_supply":"267000000"},"335":{"address":"0x2C974B2d0BA1716E644c1FC59982a89DDD2fF724","symbol":"VIB","decimal":18,"name":"Viberate","description":"<p><span>Viberate is a platform that joins the entire live music ecosystem under one roof. Currently it acts as <\/span><span>a database<\/span><span> for live music, where profiles are ranked according to their online popularity. It is built and curated by the Viberate user community.<span> <\/span><\/span><span>Viberate&#39;s<\/span><span><span> <\/span><\/span><span>end game is to disrupt the music industry as we know it – by becoming<span> <\/span><\/span><span>a<\/span><span> global talent marketplace.<\/span><\/p>","features":"","technology":"","twitter":"@Viberate_com","logo":"vib.png","website":"<a href='https:\/\/www.viberate.io\/' target='_blank'>Viberate<\/a>","mining_proof":"","total_supply":"200000000"},"337":{"address":"0x519475b31653e46d20cd09f9fdcf3b12bdacb4f5","symbol":"VIU","decimal":18,"name":"Viuly","description":"<p>Viuly is a decentralized video sharing platform, leveraging the IPFS protocol for decentralized vídeo storage<span>. VIU is an Ethereum-based ERC20 token that serves as a currency on Viuly&#39;s ecosystem. It also acts as the reward paid to users that watch advertised content.<\/span><\/p>","features":"","technology":"","twitter":"@ViulyOfficial","logo":"viu.png","website":"<a href='https:\/\/viuly.io' target='_blank'>Viuly<\/a>","mining_proof":"","total_supply":"1000000000"},"338":{"address":"0x83eEA00D838f92dEC4D1475697B9f4D3537b56E3","symbol":"VOISE","decimal":8,"name":"Voise","description":"<p><span>The Voise is an Ethereum based music streaming platform. VOICE tokens <\/span><span>are<span> <\/span><\/span><span>the framework for the Voice´s environment, serving as the currency that rewards content creators and is charged to the streamers.<\/span><\/p><p> <\/p>","features":"","technology":"","twitter":"@voisecom","logo":"voise.png","website":"<a href='https:\/\/www.voise.com\/' target='_blank'>Voise<\/a>","mining_proof":"","total_supply":"825578000"},"339":{"address":"0xeDBaF3c5100302dCddA53269322f3730b1F0416d","symbol":"VRS","decimal":5,"name":"Veros","description":"<p>Veros is a crypto token built on Ethereum with a 10 billion coin supply. The main beneft of VEROS is ofering access to individuals, which are not linked to any banking services, thus enabling them to use fnancial services for their daily transactional processes. VEROS has the main advantage of ofering the possibility of transitioning online and ofine and exchanging VEROS into FIAT money in a simplifed manner. <\/p>","features":"","technology":"","twitter":"","logo":"vrs.png","website":"<a href='https:\/\/veros.org' target='_blank'>Veros<\/a>","mining_proof":"","total_supply":"10000000000"},"340":{"address":"0x5c543e7AE0A1104f78406C340E9C64FD9fCE5170","symbol":"VSL","decimal":18,"name":"vSlice","description":"<p>vSlice is a token issued on the Ethereum blockchain. It represents a piece in the ownership of the vDice gambling dapp and its revenue. This token will issue dividends produced by the gambling fees charged on vDice, which is a fully decentralized version of SatoshiDICE for Ether betting. <\/p>","features":"","technology":"","twitter":"@vdice_io","logo":"d5a4e4f0366d3ae8cdbc45ad097f664c2557a55f0c237c1710-pimgpsh_fullsize_distr.jpg","website":"<a href='https:\/\/www.vdice.io\/' target='_blank'>vSlice<\/a>","mining_proof":"","total_supply":"33390496.0333"},"344":{"address":"0x6a0A97E47d15aAd1D132a1Ac79a480E3F2079063","symbol":"WCT","decimal":18,"name":"Waves Community Token","description":"<p>The Waves Community Token (WCT) is a Waves Platform asset intended to provide a tool for community assessment of crowdfunding campaigns launched on the Waves platform and to incentivize long-term holding by providing an additional income stream for WAVES token holders in the form of regular asset distributions. WCT will be a virtual community organization. It will be launched in several stages based on the technical maturity of the Waves platform.<\/p>","features":"","technology":"","twitter":"@wavesplatform","logo":"waves_1.png","website":"<a href='https:\/\/wavesplatform.com\/' target='_blank'>Waves Community Token<\/a>","mining_proof":"","total_supply":"10000000"},"346":{"address":"0x667088b212ce3d06a1b553a7221E1fD19000d9aF","symbol":"WINGS","decimal":18,"name":"Wings DAO","description":"<p>Wings is a platform where users can create and invest in Decentralized Autonomous Organizations (DAOs). These DAOs can be created without any specific coding knowledge or technical skills, and are approved through a prediction market feature. the Wings Platform is run by a DAO itself, the Wings DAO. Wings DAO tokens, WINGS, represent a share within that DAO and allows users to vote on the developments of the platform, and to recieve dividends from the fees generated within the platform.<\/p>","features":"","technology":"","twitter":"@wingsplatform","logo":"1wings.png","website":"<a href='https:\/\/wings.ai\/' target='_blank'>Wings DAO<\/a>","mining_proof":"","total_supply":"100000000"},"348":{"address":"0x728781E75735dc0962Df3a51d7Ef47E798A7107E","symbol":"WOLK","decimal":18,"name":"Wolk","description":"<p>The Wolk Foundation introduces the Wolk Protocol, supporting decentralized data exchange among data buyers and data sellers. The Wolk Protocol enables data buyers and sellers to share data tied to IDs.<\/p><p>The ETH-backed WOLK token is used as a key input to fully functional Wolk APIs that enable data buyers to obtain data about consumers and enable data suppliers to get compensated for the onboarded data.<\/p>","features":"","technology":"","twitter":"@wolkinc","logo":"wolk.png","website":"<a href='https:\/\/wolk.com\/' target='_blank'>Wolk<\/a>","mining_proof":"","total_supply":"500000000"},"350":{"address":"0x910Dfc18D6EA3D6a7124A6F8B5458F281060fa4c","symbol":"X8X","decimal":18,"name":"X8Currency","description":"<div class=\"freebirdFormviewerViewItemsItemItem freebirdFormviewerViewItemsTextTextItem\" data-required=\"true\" data-item-id=\"534092066\"><div class=\"freebirdFormviewerViewItemsTextLongText freebirdFormviewerViewItemsTextDisabledText freebirdThemedInput\">The X8Currency is an Ethereum-based token that <span>uses a combination of 8 fiat currency baskets and gold to provide a stable value. It is stable and exchangeable directly at the issuer, offering distributed exchanges a suitable solution for fiat exit point. <\/span><\/div><\/div>","features":"","technology":"","twitter":"@x8currency","logo":"x8x.png","website":"<a href='https:\/\/x8currency.com\/' target='_blank'>X8Currency<\/a>","mining_proof":"","total_supply":"100000000"},"351":{"address":"0x4DF812F6064def1e5e029f1ca858777CC98D2D81","symbol":"XAUR","decimal":8,"name":"Xaurum","description":"<p>Xaurum (XAUR) is a smart contract &amp; token system built on Ethereum. It was developed from the previous PoS  blockchain, Xaurum (XAU) which was migrated to the Ethereum platform to lower costs and inflation associated wwith mantaining a Proof of Stake 2.0 cryptocurrency.<\/p><p>Xaurum is gold backed crypto asset, that derives its value from the gold reserves maintained by the Auresco Institute, a non-profit organization created by the Xaurum team. Xaurum is ment to be used as a store of value since the gold base that backs Xaurum is always growing.<\/p><p>The former cryptocurrency, Xaurum (XAU) had an ICO period, in which 1016 XAU coins were sold. In the RICO period, these XAU coins are exchangeable for XAUR at a 1-8000 rate. During this RICO period, anyone was also allowed to send cryptocurrencies and fiat currencies to the Auresco Institute to recieve newly created XAUR. <\/p><p>In this smart contract system, the old PoS XAU coins that were swapped and the ones that were minted in the RICO period will be in circulation (all of these coins have been backed by gold), and the remaining supply is locked (the locked supply is not backed by gold). Xaurum users have two ways of acquiring tokens, you can earn them in the \"Goldmine\" or Mint them. <\/p><p>When mining on the Goldmine, users are exchanging their hashpower in a multipool. The earned coins from staking and mining these cryptocurrencies is used to buy more gold and to release Xaurum that was previously locked into circulation, by backing it with the newly bought gold. The proceeds from the Multipool can also be used to buy Xaurum in an exchange and pay the miners, depending on the market value of Xaurum, mined cryptocurrencies and the gold itself. <\/p><p>when Minting new coins, users are allowed to send fiat currencies directly to the Auresco Institute in exchange for new coins. These users are called Masternodes but they do not mantain the blockchain. Instead, they are required to have a 1000 XAUR collateral (like Dash masternodes), in order to create new coins. This ensures that any fraud attempt would not be profitable for the Xaurum masternodes.<\/p><p>Profits from running the PoW multipool and from the Minting process are sent to the Commonwealth wallet, and allow the Xaurum system to increase their gold supply at a must faster pace than the XAUR supply itself.<\/p>","features":"","technology":"","twitter":"@urumproject","logo":"xaur.png","website":"<a href='http:\/\/www.xaurum.org\/' target='_blank'>Xaurum<\/a>","mining_proof":"","total_supply":"127108472.4829"},"354":{"address":"0xB110eC7B1dcb8FAB8dEDbf28f53Bc63eA5BEdd84","symbol":"XID","decimal":8,"name":"Sphre AIR","description":"<p>Air claims to be a highly secure platform for digital identity, based on the Hyperledger blockchain. The baseline technology of Air is composed of three major components: Chaincode (also known as a Smart Contract), Application Programming Interface (API) and a mobile\/cellphone application (initially for Apple iOS\/Google Android, with other platforms to follow) for individual use.<\/p>","features":"","technology":"","twitter":"sphreco","logo":"xid.jpg","website":"<a href='http:\/\/www.sphre.co\/' target='_blank'>Sphre AIR<\/a>","mining_proof":"","total_supply":"30820620.1838"},"355":{"address":"0xab95e915c123fded5bdfb6325e35ef5515f1ea69","symbol":"XNN","decimal":18,"name":"Xenon","description":"<p>Xenon is a project that aims to create an alternative blockchain from the EOS project open-source codebase. In order to reduce the regulatory risks associated with the standard crowdfunding method (Initial Coin Offering) and ensure a widespread distribution of the tokens, Xenon will distribute their tokens through an airdrop.<\/p><p>The Proposed Airdrop:<br \/>- Total tokens 1,000,000,000 XNN - 70% airdropped:<br \/>- 300,000,000 XNN proportionally airdropped to all ether addresses with &gt;0.1 ether <br \/>- 200,000,000 XNN airdropped based on bitcoin proof-of-holding <br \/>- 200,000,000 XNN airdropped via proof-of-individuality mechanisms<br \/>- Much of the remaining XNN will be used in social media\/bounty\/referral campaigns and developer incentives<\/p><p>Xenon token (XNN) actually is an ERC-20 token, later the Xenon team plans to convert it to Xenon coins in the newly-launched blockchain.<\/p><p> <\/p><p> <\/p>","features":"","technology":"","twitter":"@XenonNet","logo":"xnn.png","website":"<a href='https:\/\/xenon.network\/' target='_blank'>Xenon<\/a>","mining_proof":"","total_supply":"1000000000"},"356":{"address":"0xB24754bE79281553dc1adC160ddF5Cd9b74361a4","symbol":"XRL","decimal":9,"name":"Rialto.AI","description":"<p>RIALTO.AI<span> <\/span>is an arbitrage and market maker in the landscape of cryptocurrencies, digital assets, and blockchain transactions. By providing liquidity and matching orders,<span> <\/span><span>RIALTO.AI<\/span> wants to increase the efficiency of crypto markets, while earning a fraction on every transaction for<span> <\/span>their<span> <\/span>supporters.<\/p><p>The<span> <\/span>utility of RIALTO.AI is carved into the proprietary nature of algorithms and software tools. They help identify trade opportunities, interpret the historical database, find data patterns, and adjust the parameters in real-time.<\/p>","features":"","technology":"","twitter":"@RialtoAI","logo":"xrl.png","website":"<a href='https:\/\/www.rialto.ai\/' target='_blank'>Rialto.AI<\/a>","mining_proof":"","total_supply":"100000000"},"360":{"address":"0xE41d2489571d322189246DaFA5ebDe1F4699F498","symbol":"ZRX","decimal":18,"name":"0x","description":"<p>0x is an open protocol that facilitates the decentralized exchange of Ethereum-based tokens and assets. Developers can use 0x to build their own custom exchange apps with a <span>wide variety of user-facing applications i.e. 0x OTC, a decentralized application that facilitates trustless over-the-counter trading of Ethereum-based tokens. <\/span><\/p><p><span>The 0x token (ZRX) is used <span>by Makers and Takers to pay transaction fees to Relayers (entities that host and maintain public order books). ZRX tokens are also used for decentralized governance over 0x protocol’s update mechanism which allows its underlying smart contracts to be replaced and improved over time.<\/span><\/span><\/p>","features":"","technology":"","twitter":"@0xproject","logo":"zrx.png","website":"<a href='https:\/\/www.0xproject.com\/#home' target='_blank'>0x<\/a>","mining_proof":"","total_supply":"1000000000"}}